[
  {
    "id": 1,
    "question_si": "පොල් ගෙඩිවල මතුපිට ඉරි තලලා තියෙන්නේ ඇයි?",
    "question_ta": "தேங்காய்களின் மேற்பரப்பில் வெடிப்புகள் இருப்பது ஏன்?",
    "answer_si": "මෙය පොල් මයිටා (Coconut Mite) හානියයි. මයිටාවන් ගෙඩියේ නටුවට යටින් ඇති ලපටි පටක වලින් යුෂ උරා බොනවා. ගෙඩිය ලොකු වන විට, එම හානියට පත් පටක ඇදී ඉරි තැලුණු ස්වභාවයක් (Gummy exudates and scarring) පෙන්වනවා.",
    "answer_ta": "இது தென்னை நாவாய் பூச்சியின் (Coconut Mite) பாதிப்பாகும். இப்பூச்சிகள் இளம் தேங்காயின் காம்புப் பகுதிக்கு அடியில் உள்ள மென்மையான திசுக்களில் இருந்து சாற்றை உறிஞ்சுகின்றன. தேங்காய் வளரும்போது, அந்த சேதமடைந்த இடங்கள் இழுக்கப்பட்டு கோடுகள் அல்லது வெடிப்புகள் போன்ற தழும்புகளாக மாறுகின்றன",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 2,
    "question_si": "ගොල්ෆ් බෝල ප්‍රමාණයේ ගෙඩි නටුව ගාවින් හැලෙනවා.",
    "question_ta": "கோல்ஃப் பந்து அளவு காய்கள் காம்பு அருகே உதிர்கின்றன.",
    "answer_si": "මයිටාවන් ගෙඩියේ නටුව ආසන්නයෙන් යුෂ උරා බීම නිසා ගෙඩියට ලැබෙන පෝෂණය ඇනහිටිනවා. එවිට ලපටි ගෙඩි (කුරුම්බා මට්ටමටත් පෙර) හැලී යනවා. මීට අමතරව අධික නියඟය හෝ පෝෂණ ඌනතාවයත් මෙයට බලපාන්න පුළුවන්.",
    "answer_ta": "நாவாய் பூச்சிகள் காம்புப் பகுதியில் சாற்றை உறிஞ்சுவதால் காய்களுக்குச் செல்லும் ஊட்டம் தடைபடுகிறது. இதனால் இளங்காய்கள் (குரும்பைகள்) முதிர்ச்சியடைவதற்கு முன்பே உதிர்ந்து விடுகின்றன. அதிக வறட்சியும் இதற்கு ஒரு காரணமாக இருக்கலாம்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 3,
    "question_si": "මයිටා හානියට ගෙඩිවලට ඉසින්න ඕන තෙල් මොනවාද?",
    "question_ta": "சிலந்தித் தாக்குதலுக்கு காய்களில் தெளிக்க வேண்டிய எண்ணெய் எது?",
    "answer_si": "පරිසර හිතකාමී විසඳුමක් ලෙස කොහොඹ තෙල් සහ සබන් මිශ්‍රණය (Neem oil and Garlic emulsion) නිර්දේශ කරනවා. මීට අමතරව තල් තෙල් (Palm oil) සහ සබන් මිශ්‍රණයද භාවිතා කළ හැකියි. මෙය ගෙඩියේ නටුවට යටින් තෙත් වන සේ ඉසිය යුතුයි.",
    "answer_ta": "சூழல் நட்பு ரீதியாக வேப்ப எண்ணெய் மற்றும் சோப்புக் கரைசல் (Neem oil and soap emulsion) பரிந்துரைக்கப்படுகிறது. இது தவிர, பனை எண்ணெய் (Palm oil) மற்றும் சோப்புக் கரைசலையும் பயன்படுத்தலாம். இதை காயின் காம்புப் பகுதி நனையும்படி தெளிக்க வேண்டும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 4,
    "question_si": "පොල් කොළ අග ඉඳන් පිළිස්සුණු පාටට වේළෙන්නේ ඇයි?",
    "question_ta": "தென்னை இலை நுனிகள் கருகியது போல் காய்வது ஏன்?",
    "answer_si": "මෙය සාමාන්‍යයෙන් පත්‍ර පිළිස්සීමේ රෝගය (Leaf Scorch Decline) හෝ පොටෑසියම් ඌනතාවයේ ලක්ෂණයක් විය හැකියි. පසෙහි තෙතමනය අඩු වීම සහ පෝෂණය මදි වීම නිසා කොළවල අග කොටස් වේළීමට පටන් ගන්නවා.",
    "answer_ta": "இது பொதுவாக பொட்டாசியம் (Potassium) சத்துக் குறைபாடு அல்லது 'ஓலை கருகல்' நோயின் அறிகுறியாகும். மண்ணில் ஈரப்பதம் குறைவதாலும் போதிய ஊட்டச்சத்து இல்லாததாலும் ஓலை நுனிகள் காயத் தொடங்கும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 5,
    "question_si": "ගසේ මැද කොළ කහ වෙලා පහළට එල්ලෙනවා.",
    "question_ta": "மரத்தின் நடுத்தர இலைகள் மஞ்சளாகி கீழ்நோக்கித் தொங்குகின்றன.",
    "answer_si": "මෙය පත්‍ර පිළිස්සීමේ රෝගයේ (LSS) ප්‍රධාන ලක්ෂණයකි. මෙහිදී ගසේ මැද මට්ටමේ පත්‍ර කහ පැහැ වී, පසුව දුඹුරු පැහැ වී ගසට සමාන්තරව පහළට එල්ලෙන ස්වභාවයක් පෙන්වනවා.",
    "answer_ta": "இது ஓலை கருகல் சரிவு நோயின் (Leaf Scorch Decline - LSS) முக்கிய அறிகுறியாகும். இதில் நடுத்தர வயதுடைய ஓலைகள் முதலில் மஞ்சள் நிறமாகி, பின்னர் பழுப்பு நிறமாக மாறி மரத்திற்கு இணையாகக் கீழ்நோக்கித் தொங்கும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 6,
    "question_si": "පත්‍ර පිලිස්සීමේ රෝගය (LSS) පාලනය කරන්නේ කොහොමද?",
    "question_ta": "இலை கருகல் நோயைக் (LSS) கட்டுப்படுத்துவது எப்படி?",
    "answer_si": "මෙයට නිශ්චිත බෙහෙතක් තවමත් නැති අතර, කළමනාකරණය මගින් පාලනය කළ යුතුයි. හානියට පත් පත්‍ර කපා පුලුස්සා දැමීම, ක්‍රමවත් පොහොර යෙදීම සහ නියඟ කාලයට ජලය සැපයීම මගින් රෝගය පැතිරීම පාලනය කළ හැකියි.",
    "answer_ta": "இதற்குத் தற்போது நேரடி மருந்துகள் இல்லை. பாதிக்கப்பட்ட ஓலைகளை வெட்டி எரித்தல், முறையாக உரமிடுதல் மற்றும் வறட்சி காலங்களில் நீர் பாய்ச்சுவதன் மூலம் இந்நோய் பரவுவதைக் குறைக்கலாம்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 7,
    "question_si": "පොල් ගහට මාස කීයකින් පොහොර දාන්න ඕනේද?",
    "question_ta": "தென்னை மரத்திற்கு எத்தனை மாதங்களுக்கு ஒருமுறை உரம் இட வேண்டும்?",
    "answer_si": "සාමාන්‍යයෙන් වසරකට දෙවතාවක් පොහොර යෙදීම සුදුසුයි. වර්ෂාව ආරම්භ වනවාත් සමඟ (මැයි/ජූනි සහ ඔක්තෝබර්/නොවැම්බර්) පොහොර යෙදීමෙන් ගසට එය හොඳින් උරා ගැනීමට අවස්ථාව ලැබෙනවා.",
    "answer_ta": "பொதுவாக வருடாந்தம் இரண்டு முறைகள் உரமிடுவது சிறந்தது. மழைக்காலம் தொடங்கும் போது (மே/ஜூன் மற்றும் அக்டோபர்/நவம்பர்) உரமிடுவதால் மரம் அதை எளிதாக உறிஞ்சிக்கொள்ளும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 8,
    "question_si": "වැඩිහිටි ගසකට දාන්න ඕන පොහොර මිශ්‍රණය මොකක්ද?",
    "question_ta": "வளர்ந்த மரத்திற்கு இட வேண்டிய உரக் கலவை எது?",
    "answer_si": "පොල් පර්යේෂණ ආයතනය මගින් නිර්දේශිත YPM (Young Palm Mixture) හෝ APM (Adult Palm Mixture) පොහොර මිශ්‍රණය භාවිතා කළ යුතුයි. සාමාන්‍යයෙන් වැඩිහිටි ගසකට වසරකට කිලෝ ග්‍රෑම් 3ක් පමණ යෙදීම නිර්දේශිතයි.",
    "answer_ta": "தென்னை ஆராய்ச்சி நிறுவனம் (CRI) பரிந்துரைக்கும் APM (Adult Palm Mixture) உரக்கலவையைப் பயன்படுத்த வேண்டும். ஒரு முதிர்ந்த மரத்திற்கு வருடத்திற்கு சுமார் 3 கிலோ கிராம் உரமிடுவது அவசியம்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 9,
    "question_si": "කොළවල මැද නාරටිය දිගේ කහ පාට වෙලා තියෙන්නේ මොකද?",
    "question_ta": "இலைகளின் நடு நரம்பு வழியாக மஞ்சள் நிறமாக மாறியிருப்பது ஏன்?",
    "answer_si": "මෙය බොහෝ විට මැග්නීසියම් (Magnesium) ඌනතාවයයි. පරණ කොළ වල නාරටිය දෙපසින් කහ පැහැ වීම ආරම්භ වී මුළු පත්‍රයම රන්වන් කහ පැහැයක් ගන්නවා.",
    "answer_ta": "இது பெரும்பாலும் மெக்னீசியம் (Magnesium) சத்துக் குறைபாடாகும். பழைய ஓலைகளின் நரம்புப் பகுதியில் தொடங்கி முழு ஓலையும் தங்க மஞ்சள் நிறமாக மாறும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 10,
    "question_si": "පොහොර දාන්න කලින් වලක් කපන්න ඕන කොහොමද?",
    "question_ta": "உரம் இடுவதற்கு முன் குழி வெட்டுவது எப்படி?",
    "answer_si": "ගස වටා අඩි 3ක්-5ක් පමණ ඈතින්, අඟල් 6ක් ගැඹුරට සහ අඩි 1ක් පළලට රවුමට වළක් (Trench) කැපිය යුතුයි. පොහොර දමා පස් වලින් වැසිය යුතුයි.",
    "answer_ta": "மரத்தின் தடியில் இருந்து 3 - 5 அடி தூரத்தில், 6 அங்குல ஆழமும் 1 அடி அகலமும் கொண்ட வட்ட வடிவக் குழியை (Trench) வெட்டி, அதில் உரத்தைப் போட்டு மண்ணால் மூட வேண்டும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 11,
    "question_si": "කාබනික පොහොර විතරක් දැම්මොත් ඵලදාව ලැබෙනවද?",
    "question_ta": "கரிம உரம் மட்டும் இட்டால் விளைச்சல் கிடைக்குமா?",
    "answer_si": "ඔව්, නමුත් කාබනික පොහොර වලින් පෝෂණය ලැබෙන්නේ ඉතා සෙමින්. ඉහළ අස්වැන්නක් ලබා ගැනීමට නම් කාබනික පොහොර (ගොම, කොම්පෝස්ට්) සමඟ රසායනික පොහොර නියමිත මාත්‍රාවට මිශ්‍ර කර යෙදීම (Integrated Nutrient Management) වඩාත් සාර්ථකයි.",
    "answer_ta": "இயற்கை உரங்கள் மண்ணின் தரத்தை மேம்படுத்தும், ஆனால் அவற்றிலிருந்து ஊட்டச்சத்து மெதுவாகவே கிடைக்கும். அதிக விளைச்சல் பெற, இயற்கை உரங்களுடன் (சாணம், உரம்) பரிந்துரைக்கப்பட்ட அளவில் இரசாயன உரங்களையும் கலந்து இடுவது சிறந்தது.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 12,
    "question_si": "පොස්පරස් ඌනතාවය හඳුනාගන්නේ කොහොමද?",
    "question_ta": "பாஸ்பரஸ் குறைபாட்டை எப்படிக் கண்டறிவது?",
    "answer_si": "පොස්පරස් අඩු වූ විට ගසේ වර්ධනය අඩාල වේ (Stunted growth). මූල පද්ධතිය දුර්වල වන අතර කොළ තද කොළ පැහැයට හෝ දම් පැහැයට හැරීමට ඉඩ ඇත.",
    "answer_ta": "பொஸ்பரஸ் குறைந்தால் மரத்தின் வளர்ச்சி குன்றும் (Stunted growth). வேர் தொகுதி பலவீனமடையும் மற்றும் ஓலைகள் கடும் பச்சை அல்லது ஊதா நிறமாக மாறக்கூடும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 13,
    "question_si": "ගෙඩිවල වට ප්‍රමාණය කුඩා වෙලා තියෙන්නේ මොන පොහොර නැති නිසාද?",
    "question_ta": "காய்களின் சுற்றளவு சிறியதாக இருப்பதற்கு எந்த உரக் குறைபாடு காரணம்?",
    "answer_si": "ගෙඩියේ ප්‍රමාණය විශාල වීමට ප්‍රධාන වශයෙන්ම පොටෑසියම් (Potassium/MOP) අවශ්‍ය වේ. පොටෑසියම් අඩු වූ විට ගෙඩි කුඩා වන අතර මදයේ ඝනකමද අඩු වේ.",
    "answer_ta": "தேங்காயின் அளவை அதிகரிக்கவும் பருப்பு தடிமனாக இருக்கவும் பொட்டாசியம் (Potassium/MOP) மிக அவசியம். பொட்டாசியம் குறைந்தால் தேங்காய்கள் சிறியதாக மாறும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 14,
    "question_si": "කුරුණෑගල ප්‍රදේශයට ගැළපෙන පොහොර වර්ග මොනවාද?",
    "question_ta": "குறுநாகலை பகுதிக்கு ஏற்ற உர வகைகள் எவை?",
    "answer_si": "කුරුණෑගල අතරමැදි කලාපයට අයත් නිසා, පොල් පර්යේෂණ ආයතනය මගින් එම ප්‍රදේශයේ පසට නිර්දේශිත APM මිශ්‍රණය සහ ඩොලමයිට් (මැග්නීසියම් සඳහා) යෙදීම සුදුසුයි.",
    "answer_ta": "குருணாகல் இடைநிலைப் பிரதேசத்தைச் சார்ந்தது என்பதால், அந்த மண்ணிற்கு ஏற்ற APM உரக்கலவை மற்றும் மெக்னீசியம் சத்திற்காக டொலமைட் (Dolomite) இடுவது அவசியமாகும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 15,
    "question_si": "කොහුබත් වලවල් සැකසීමෙන් මයිටා හානිය පාලනය වෙනවද?",
    "question_ta": "தென்னை நார் குவியல்களை அமைப்பது சிலந்தித் தாக்குதலைக் குறைக்குமா?",
    "answer_si": "ඔව්, එය වක්‍රව බලපානවා. කොහුබත් වලවල් නිසා පසෙහි තෙතමනය ආරක්ෂා වෙනවා. ගසට හොඳින් ජලය ලැබෙන විට එහි ප්‍රතිශක්තිය වැඩි වන අතර මයිටා හානියට ඔරොත්තු දීමේ හැකියාව වැඩි වෙනවා.",
    "answer_ta": "ஆம், இது மறைமுகமாக உதவுகிறது. மட்டைக் குழிகள் மண்ணில் ஈரப்பதத்தைத் தக்கவைக்கின்றன. மரத்திற்குப் போதிய நீர் கிடைக்கும்போது அதன் எதிர்ப்பு சக்தி அதிகரித்து, நாவாய் பூச்சி பாதிப்பைத் தாங்கும் திறன் கூடுகிறது.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 16,
    "question_si": "ගොබය කුණු වී ගඳක් එනවා. ගහ බේරගන්න පුළුවන්ද?",
    "question_ta": "குருத்து அழுகி துர்நாற்றம் வீசுகிறது. மரத்தைக் காப்பாற்ற முடியுமா?",
    "answer_si": "මෙය \"ගොබය කුණු වීමේ රෝගය\" (Bud Rot) ලෙස හඳුන්වයි.\n\nඅධික වර්ෂාවෙන් පසු හිරු එළිය නොලැබෙන කාලවලදී දිලීරයක් මගින් මෙය පැතිරේ.\n\nවහාම කළ යුතු දේ:\n\n1. කුණු වූ කොටස් පිරිසිදු කර ඉවත් කරන්න.\n2. CRI නිර්දේශිත දිලීර නාශකයක් (උදා: Bordeaux mixture) ගොබයට යොදන්න.\n3. හානිය අධික වී ගොබය සම්පූර්ණයෙන්ම ගැලවී ඇත්නම් ගස කපා පුළුස්සා දමන්න.",
    "answer_ta": "இது \"குருத்து அழுகல் நோய்\" (Bud Rot) என அழைக்கப்படுகிறது.\n\nஅதிக மழையைத் தொடர்ந்து சூரிய ஒளி கிடைக்காத காலங்களில் ஒரு பூஞ்சையினால் இது பரவுகிறது.\n\nஉடனடியாக செய்ய வேண்டியவை:\n1. அழுகிய பாகங்களைச் சுத்தமாக அகற்றிவிடவும்.\n2. CRI பரிந்துரைத்த பூஞ்சை நாசினியை (எ.கா: Bordeaux mixture) குருத்தில் இடவும்.\n3. பாதிப்பு அதிகமாகி குருத்து முற்றிலும் கழன்று வந்தால் மரத்தை வெட்டி எரித்துவிடவும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 17,
    "question_si": "කොළ යට සුදු පාටට පුස් බැඳිලා කොළ කළු වෙනවා.",
    "question_ta": "இலைகளின் அடியில் வெள்ளை நிறத்தில் பூஞ்சை படர்ந்து இலைகள் கருமையாகின்றன.",
    "answer_si": "මෙය වර්තමානයේ ලංකාවේ බහුලව දක්නට ලැබෙන \"සුදු මැස්සාගේ\" (Whitefly) හානියයි.\n\nපිළියම්:\n\n1. කොහොඹ තෙල් සහ සබන් මිශ්‍රණය පත්‍ර යටට වදින සේ ඉසින්න.\n2. අධික ලෙස හානි වූ අතු කපා පුළුස්සා දමන්න.\n3. ස්වභාවික සතුරන් (පැණි කුරුල්ලන් වැනි) වත්තට ආකර්ෂණය කර ගැනීමට උත්සාහ කරන්න.",
    "answer_ta": "இது தற்போது இலங்கையில் பரவலாகக் காணப்படும் \"வெள்ளை ஈ\" (Whitefly) தாக்குதலாகும்.\n\nதீர்வு:\n\n1. வேப்ப எண்ணெய் மற்றும் சோப்பு கரைசலை இலைகளின் அடியில் படுமாறு தெளிக்கவும்.\n2. கடுமையாக பாதிக்கப்பட்ட கிளைகளை வெட்டி எரித்துவிடவும்.\n3. இயற்கை எதிரிகளை (தேன்குருவி போன்றவை) தோட்டத்திற்கு ஈர்க்க முயற்சி செய்யவும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 18,
    "question_si": "පස පරීක්ෂාව කිරීමෙන් ලැබෙන වාසිය කුමක්ද?",
    "question_ta": "மண் பரிசோதனை செய்வதன் நன்மைகள் என்ன?",
    "answer_si": "පස පරීක්ෂා කිරීමෙන් ඔබේ වත්තේ පසෙහි අඩුවෙන් පවතින්නේ කුමන පෝෂකයද කියා නිවැරදිව දැනගත හැක. එවිට අවශ්‍ය පොහොර පමණක් නියමිත ප්‍රමාණයට යෙදීමෙන් මුදල් ඉතිරි කර ගැනීමට හැකි වේ.",
    "answer_ta": "மண் பரிசோதனை மூலம் உங்கள் தோட்டத்தில் எந்தச் சத்து குறைவாக உள்ளது என்பதைத் துல்லியமாக அறியலாம். இதன் மூலம் தேவையான உரத்தை மட்டும் சரியான அளவில் இட்டுச் செலவைக் குறைக்கலாம்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 19,
    "question_si": "මෑතකදී කොළ යට සුදු පාටට පුළුන් වගේ බැඳිලා කොළ වේළෙන්නේ ඇයි? (සුදු මැස්සා)",
    "question_ta": "தென்னை ஓலைகளுக்கு அடியில் வெள்ளை நிறத்தில் பஞ்சு போல படிந்து ஓலைகள் காய்வது ஏன்?",
    "answer_si": "මෙය පොල් සුදු මැස්සා (Whitefly) හානියයි. උන් කොළ යට සිට යුෂ උරා බොන අතර පසුව කොළ මත කළු පැහැති පුස් (Sooty mold) වර්ධනය වේ. මෙයට පිළියමක් ලෙස සබන් වතුර හෝ වේවැල් තෙල් මිශ්‍රණය ඉසිය යුතුය.",
    "answer_ta": "இது வெள்ளை ஈ (Whitefly) பாதிப்பாகும். இவை ஓலைகளின் அடிப்புறத்தில் இருந்து சாற்றை உறிஞ்சுகின்றன, இதனால் ஓலைகளில் கறுப்பு நிறப் பூஞ்சை (Sooty mold) படர்கிறது. இதைக் கட்டுப்படுத்த சோப்பு நீர் அல்லது வேப்ப எண்ணெய் கரைசலைத் தெளிக்க வேண்டும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 20,
    "question_si": "කුරුණෑගල බහුලව පවතින රතු දුඹුරු  පස පොල් වලට හොඳද?",
    "question_ta": "குறுணாகலில் பரவலாகக் காணப்படும் செங்கபில மண் தென்னைக்குச் சிறந்ததா?",
    "answer_si": "ඔව්, මෙය පොල් වගාවට ඉතාමත් ගැළපෙන සාරවත් පසකි. මෙම පසෙහි ජල වහනය හොඳින් සිදුවන අතර පෝෂක කොටස් රඳවා ගැනීමේ හැකියාව ද ඉහළය.",
    "answer_ta": "ஆம், இது தென்னைச் செய்கைக்கு மிகவும் பொருத்தமான வளமான மண்ணாகும். இதில் நீர்வடிப்புச் சீராக இருப்பதுடன் ஊட்டச்சத்துக்களைத் தக்கவைத்துக்கொள்ளும் திறனும் அதிகம்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 21,
    "question_si": "ගුණාත්මක පැළයක් සොයා ගන්නේ කොහොමද?",
    "question_ta": "தரமான கன்றுகளை எவ்வாறு கண்டறிவது?",
    "answer_si": "පොල් පර්යේෂණ ආයතනය (CRI) හෝ පොල් වගා කිරීමේ මණ්ඩලය (CCB) මගින් සහතික කරන ලද රජයේ හෝ පෞද්ගලික තවාන්වලින් පැළ ලබා ගත යුතුය. සහතික කළ තවාන් මගින් ලබා දෙන පැළ, ඉහළ අස්වැන්නක් ලබා දෙන මව් ගස්වලින් ලබාගත් බීජ පොල් වලින් නිපදවන බැවින් අනාගතයේදී ස්ථාවර අස්වැන්නක් ලබා ගැනීමට එය වැදගත් වේ.",
    "answer_ta": "தென்னை ஆராய்ச்சி நிறுவனம் (CRI) அல்லது தென்னை அபிவிருத்திச் சபை (CCB) மூலம் அங்கீகரிக்கப்பட்ட அரசு அல்லது தனியார் நாற்றுமேடைகளில் இருந்து கன்றுகளைப் பெற்றுக்கொள்ள வேண்டும். சான்றளிக்கப்பட்ட நாற்றுமேடைகளில் இருந்து கன்றுகளைப் பெறுவது எதிர்காலத்தில் நிலையான விளைச்சலை உறுதிப்படுத்தும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 22,
    "question_si": "නිවැරදිව පැළයක් සිටුවන්නේ කොහොමද?",
    "question_ta": "ஒரு கன்றை சரியான முறையில் நடுவது எப்படி?",
    "answer_si": "අඩි 3 x 3 x 3 ප්‍රමාණයේ වලක් කපා, මතුපිට පස් සහ කාබනික පොහොරවලින් වල පිරවිය යුතුය. පැළයේ ගෙඩිය මතුපිට පස් මට්ටමට වඩා අඟල් 6-9 ක් පමණ පහළින් තිබෙන සේ සිටුවීම නිවැරදි ක්‍රමයයි. නිවැරදි ප්‍රමාණයේ වලක් කැපීමෙන් මුල්වලට පස තුළ ගැඹුරට විහිදී යාමට අවශ්‍ය අවකාශය ලැබෙන අතර, ගෙඩිය නිවැරදි ගැඹුරකින් තැබීමෙන් ගසට ශක්තිමත් පදනමක් ලැබේ.",
    "answer_ta": "3 x 3 x 3 அடி அளவில் குழி வெட்டி, மேற்பரப்பு மண் மற்றும் கரிம உரங்களால் குழியை நிரப்ப வேண்டும். கன்றின் தேங்காய் மேற்பரப்பில் இருந்து 6-9 அங்குல ஆழத்தில் இருக்குமாறு நடுவது சரியான முறையாகும். சரியான அளவில் குழி வெட்டுவது வேர்கள் ஆழமாகப் பரவ உதவுகிறது, மேலும் தேங்காய் சரியான ஆழத்தில் இருப்பது மரத்திற்கு பலமான அடித்தளத்தை வழங்குகிறது.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 23,
    "question_si": "පල දරන ගස් සඳහා පොහොර නිර්දේශ මොනවාද?",
    "question_ta": "காய்க்கும் மரங்களுக்கான உரப் பரிந்துரைகள் யாவை?",
    "answer_si": "පීදුණු ගස් සඳහා 'APM' (Adult Palm Mixture) පොහොර මිශ්‍රණය යෙදිය යුතුය. කුරුණෑගල දිස්ත්‍රික්කයේ පස අනුව ගසකට වසරකට කිලෝග්‍රෑම් 3-4 ක් පමණ යෙදීම සුදුසුය.",
    "answer_ta": "காய்க்கும் மரங்களுக்கு 'APM' (Adult Palm Mixture) உரக்கலவையை இட வேண்டும். குறுணாகல் மாவட்ட மண்ணின் தன்மைக்கேற்ப ஒரு மரத்திற்கு ஆண்டுக்கு 3-4 கிலோ கிராம் வரை இடுவது பொருத்தமானது.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 24,
    "question_si": "කොළ පුල්ලි රෝගය සඳහා උපදෙස් මොනවාද?",
    "question_ta": "இலைப்புள்ளி நோய்க்கான ஆலோசனைகள் யாவை?",
    "answer_si": "වත්තේ ජල වහනය දියුණු කළ යුතු අතර, දැඩි හානියකදී බෝඩෝ මිශ්‍රණය වැනි දිලීර නාශකයක් පත්‍රවලට ඉසීම සිදු කළ යුතුය. මෙම රෝගය සාමාන්‍යයෙන් හටගන්නේ තෙතමනය අධික වූ විටය. එබැවින් වත්තේ අනවශ්‍ය සෙවන ඉවත් කර වාතාශ්‍රය ලබා දීම වැදගත් වේ.",
    "answer_ta": "தோட்டத்தில் நீர்வடிப்பு முறையை மேம்படுத்த வேண்டும், அத்துடன் பாதிப்பு அதிகமாக இருந்தால் போர்டோ கலவை (Bordeaux mixture) போன்ற பூஞ்சை நாசினியை ஓலைகளுக்குத் தெளிக்க வேண்டும். இந்த நோய் பொதுவாக ஈரப்பதம் அதிகமாக இருக்கும்போது ஏற்படும், எனவே தோட்டத்தில் காற்றோட்டத்தை அதிகரிப்பது அவசியமாகும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 25,
    "question_si": "පොල් වගාවේ ඇති වල් පැලෑටි කළමනාකරණය කරන්නේ කොහොමද?",
    "question_ta": "தென்னந்தோப்பில் உள்ள களைகளை எவ்வாறு முகாமைத்துவம் செய்வது?",
    "answer_si": "යාන්ත්‍රික ක්‍රම (උදලු ගෑම) හෝ මුකුණුවැන්න වැනි ආවරණ බෝග වගා කිරීම මගින් වල් පැලෑටි මර්දනය කළ හැක. වල් පැලෑටි මගින් පොල් ගසට අවශ්‍ය පෝෂණය සහ ජලය උරා ගන්නා බැවින්, ගස වටා අඩි 5 ක වෘත්තාකාර කොටස සැමවිටම පිරිසිදුව තැබිය යුතුය.",
    "answer_ta": "இயந்திர முறைகள் (உழுதல்) அல்லது மூடாக்குப் பயிர்களை வளர்ப்பதன் மூலம் களைகளைக் கட்டுப்படுத்தலாம். களைகள் தென்னை மரத்திற்குத் தேவையான ஊட்டச்சத்து மற்றும் நீரை உறிஞ்சுவதால், மரத்தைச் சுற்றியுள்ள 5 அடி வட்டப் பகுதியை எப்போதும் சுத்தமாக வைத்திருக்க வேண்டும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 26,
    "question_si": "පොල් ගසකට පොහොර දැමිය යුත්තේ කෙසේද?",
    "question_ta": "தென்னை மரத்திற்கு உரம் இடுவது எப்படி?",
    "answer_si": "ගසේ කඳේ සිට අඩි 4-5 ක අරයක් ඇතිව අඟල් 4-6 ක් ගැඹුරට පාත්තියක් සකසා පොහොර දමා පස්වලින් වසා දැමිය යුතුය. මෙසේ කිරීමෙන් පොහොර සෝදා යාම වැළකෙන අතර ගසෙහි මුල් පද්ධතියට පෝෂණය පහසුවෙන් උරා ගත හැක.",
    "answer_ta": "மரத்தின் தடியிலிருந்து 4-5 அடி தூரத்தில் 4-6 அங்குல ஆழத்திற்கு ஒரு வட்டப் பாத்தியை அமைத்து உரமிட்டு மண்ணால் மூட வேண்டும். இவ்வாறு செய்வதன் மூலம் உரம் மழைநீரில் அடித்துச் செல்லப்படுவது தவிர்க்கப்பட்டு வேர்கள் ஊட்டச்சத்தை எளிதாக உறிஞ்ச முடிகிறது.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 27,
    "question_si": "පොල් වල ක්ෂීරපායි පලිබෝධකයන් මොනවාද?",
    "question_ta": "தென்னையைத் தாக்கும் பாலூட்டிப் பூச்சிகள் (Mammal pests) எவை?",
    "answer_si": "වඳුරන්/රිළවුන්, දඬුලේනුන්, මීයන්, වල් ඌරන් සහ ඉත්තෑවන් මීට අයත් වේ. මොවුන් ලපටි ගෙඩි වලට හානි කිරීම, කරට්ටිය අනුභව කිරීම සහ තරුණ පැළ වල මුල් හා කඳ හාරා හානි කිරීම සිදු කරයි.",
    "answer_ta": "குரங்குகள், அணில்கள், எலிகள், காட்டுப்பன்றிகள் மற்றும் முள்ளம்பன்றிகள் இதில் அடங்கும். இவை இளநீர்க் காய்களைச் சேதப்படுத்துதல், மகுடத்தை உண்ணுதல் மற்றும் இளம் கன்றுகளின் வேர் மற்றும் தடியைத் தோண்டிச் சேதப்படுத்துதல் ஆகியவற்றைச் செய்கின்றன",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 28,
    "question_si": "කොළ අංගමාරය යනු කුමක්ද?",
    "question_ta": "இலை கருகல் நோய் என்றால் என்ன?",
    "answer_si": "පත්‍රවල දුඹුරු හෝ අළු පැහැති ලප ඇති වී පත්‍ර වියළී යාම සිදු වන දිලීර රෝගයකි.",
    "answer_ta": "ஓலைகளில் கபில அல்லது சாம்பல் நிறப் புள்ளிகள் தோன்றி ஓலைகள் காய்ந்து போகும் ஒரு பூஞ்சை நோயாகும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 29,
    "question_si": "කොළ අංගමාරය පාලනයට කළ යුතු දේ?",
    "question_ta": "இலை கருகல் நோயைக் கட்டுப்படுத்தச் செய்ய வேண்டியவை?",
    "answer_si": "වත්තේ ජල වහනය දියුණු කිරීම, රෝගී අතු කපා පුළුස්සා දැමීම සහ දිලීර නාශක යෙදීම.",
    "answer_ta": "தோட்டத்தில் நீர்வடிப்பைச் சீர்செய்தல், பாதிக்கப்பட்ட ஓலைகளை வெட்டி எரித்தல் மற்றும் பூஞ்சைக்கொல்லிகளைப் பயன்படுத்துதல்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 30,
    "question_si": "මූලික අවධියේදී ලෙඩ රෝග හඳුනාගන්නේ කොහොමද?",
    "question_ta": "தொடக்க நிலையிலேயே நோய்களை எவ்வாறு கண்டறிவது?",
    "answer_si": "පත්‍ර කහ පැහැ වීම, ගොබය ඇල වීම හෝ මළානික ස්වභාවයක් ගැනීම මගින් ලෙඩ රෝග හඳුනාගත හැක.",
    "answer_ta": "ஓலைகள் மஞ்சள் நிறமாதல், குருத்து சரிதல் அல்லது வாடிய தோற்றம் காணப்படுதல் மூலம் நோய்களைக் கண்டறியலாம்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 31,
    "question_si": "පොල් කොරපොතු කෘමියා වැඩිපුරම ව්‍යාප්ත වන්නේ කුමන කාලගුණික තත්ත්වයන් යටතේද?",
    "question_ta": "தென்னை செதில் பூச்சியின் என்ன மற்றும் அது எந்தக் காலநிலை நிலைகளில் அதிகம் பரவுகிறது?",
    "answer_si": "මෙම කෘමියා විද්‍යාත්මකව Aspidiotus destructor ලෙස හඳුන්වනු ලබන අතර, මොවුන් වියළි කාලගුණයට සහ දීර්ඝ කාලීන නියඟ තත්ත්වයන්ට වැඩි කැමැත්තක් දක්වයි.",
    "answer_ta": "இந்தப் பூச்சி அறிவியல் ரீதியாக Aspidiotus destructor என்று அழைக்கப்படுகிறது, மேலும் இது வறண்ட காலநிலை மற்றும் நீண்ட கால வறட்சி நிலைகளில் அதிகம் பரவுகிறது.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Disease Management, Fertilizer"
  },
  {
    "id": 32,
    "question_si": "කොරපොතු කෘමියා පණපිටින් සිටිනවාද නැද්ද යන්න ක්ෂේත්‍රයේදී පහසුවෙන් හඳුනාගන්නේ කෙසේද?",
    "question_ta": "செதில் பூச்சி உயிருடன் இருக்கிறதா இல்லையா என்பதை வயலில் எவ்வாறு எளிதாகக் கண்டறியலாம்?",
    "answer_si": "පත්‍රිකා යට ඇති කහ-සුදු පැහැති ස්ථරය මතින් නියපොත්තක් ඇද බැලූ විට ජලය වැනි දියරයක් එකතු වන්නේ නම් උන් ජීවී තත්ත්වයේ පසුවේ. කෘමීන් මියගොස් ඇත්නම් එහිදී එකතු වන්නේ කොරපොතුමය කුඩු විශේෂයකි.",
    "answer_ta": "ஓலைகளுக்கு அடியில் உள்ள மஞ்சள்-வெள்ளை நிறப் படலத்தின் மீது நகத்தால் கீறிப் பார்க்கும்போது, நீர் போன்ற திரவம் வெளிவந்தால் அவை உயிருடன் இருக்கின்றன. பூச்சிகள் இறந்திருந்தால் அங்கிருந்து செதில் போன்ற பொடி போன்ற பொருளே வெளிவரும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 33,
    "question_si": "මෙම කෘමියා මර්දනය කිරීම සඳහා ස්වභාවිකව දායක වන අය කවුද?",
    "question_ta": "இந்தப் பூச்சியை அடக்குவதற்கு இயற்கையாகவே யார் பங்களிப்பு செய்கிறார்கள்?",
    "answer_si": "ලේඩි බර්ඩ් (Lady bird) කුරුමිණි විශේෂ දෙකක් වන Chilocorus nigritus (කළු රවුම් කුරුමිණියා) සහ Pullus xerampelinus (දුඹුරු රවුම් කුරුමිණියා) මෙන්ම Aphytis chrysomphali නැමති බඹර විශේෂයද ස්වභාවිකව මෙම පලිබෝධකයා පාලනය කරයි.",
    "answer_ta": "லேடி பேர்ட் (Lady bird) வண்டுகளின் இரண்டு இனங்களான Chilocorus nigritus (கறுப்பு நிற உருண்டை வண்டு) மற்றும் Pullus xerampelinus (கபில நிற உருண்டை வண்டு) ஆகியவற்றுடன் Aphytis chrysomphali எனும் குளவி இனமும் இயற்கையாகவே இந்தப் பூச்சியைக் கட்டுப்படுத்துகின்றன.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 34,
    "question_si": "වගාවක හානිය මුල් අවධියේ පවතින විට ගත හැකි වගා පාලන පියවර මොනවාද?",
    "question_ta": "ஒரு பயிருக்கு சேதம் ஏற்படுவதற்கான ஆரம்ப கட்டங்களில் என்ன பயிர் கட்டுப்பாட்டு நடவடிக்கைகள் எடுக்கப்படலாம்?",
    "answer_si": "වත්තේ අතු කිහිපයකට පමණක් හානිය සීමා වී ඇත්නම්, එම අතු කපා පුළුස්සා දැමීම මගින් කෘමියා පැතිරීම පාලනය කළ හැක. එසේම පැළ වල සිටින කෘමීන් පොඩි කර විනාශ කිරීම හෝ හානියට පත් කොටස් ඉවත් කිරීමද සිදු කළ හැක.",
    "answer_ta": "தோட்டத்தில் ஒரு சில ஓலைகளில் மட்டுமே பாதிப்பு காணப்பட்டால், அந்த ஓலைகளை வெட்டி எரிப்பதன் மூலம் பூச்சி பரவுவதைக் கட்டுப்படுத்தலாம். மேலும் கன்றுகளில் உள்ள பூச்சிகளை நசுக்கி அழித்தல் அல்லது பாதிக்கப்பட்ட பகுதிகளை அகற்றுதல் ஆகியவற்றையும் செய்யலாம்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 35,
    "question_si": "පොල් පැළවලට දෙන විශේෂ පොහොර මොනවාද?",
    "question_ta": "தென்னங்கன்றுகளுக்கு வழங்கப்படும் விசேட உரம் எது?",
    "answer_si": "තරුණ පැළ සඳහා නිර්දේශිත YPM (Young Palm Mixture) පොහොර මිශ්‍රණයයි.",
    "answer_ta": "5 வயது வரையிலான தாவரங்களுக்கு பரிந்துரைக்கப்பட்ட YPM உரக் கலவை.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 36,
    "question_si": "පොල් ගසක් පීදුණාට පස්සේ දෙන පොහොර මොකක්ද?",
    "question_ta": "தென்னை மரம் காய்க்கத் தொடங்கியதும் இடும் உரம் எது?",
    "answer_si": "වැඩිහිටි ගස් සඳහා නිර්දේශිත APM (Adult Palm Mixture) පොහොර මිශ්‍රණයයි.",
    "answer_ta": "முதிர்ந்த மரங்களுக்குப் பரிந்துரைக்கப்படும் APM உரக்கලவை.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 37,
    "question_si": "කොළ කහ පාට වෙන්නේ පොහොර නැති නිසාද?",
    "question_ta": "ஓலைகள் மஞ்சள் நிறமாவது உரமில்லாத காரணத்தாலா?",
    "answer_si": "ඔව්, ප්‍රධාන වශයෙන් නයිට්‍රජන් හෝ මැග්නීසියම් පෝෂක ඌනතාවය නිසා මෙය සිදු වේ.",
    "answer_ta": "ஆம், முக்கியமாக நைதரசன் அல்லது மெக்னீசியம் குறைபாட்டினால் இது நிகழ்கிறது.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 38,
    "question_si": "පොල් වත්තේ ලෙලි වැළලීමේ වාසිය මොකක්ද?",
    "question_ta": "தென்னந்தோட்டத்தில் மட்டைகளைப் புதைப்பதன் நன்மை என்ன?",
    "answer_si": "පසෙහි තෙතමනය රැක ගැනීමට සහ පසට පොටෑසියම් එකතු කිරීමටය.",
    "answer_ta": "மண்ணின் ஈரப்பத்தைப் பேணவும் பொட்டாசியம் சத்தைப் பெற்றுத் தரவும் உதவும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 39,
    "question_si": "පොල් වලට කොම්පෝස්ට් දාන්න හොඳද?",
    "question_ta": "தென்னைக்கு கொம்போஸ்ட் இடுவது நல்லதா?",
    "answer_si": "ඔව්, එය පසෙහි ව්‍යුහය දියුණු කරන අතර ජලය රඳවා ගැනීමේ හැකියාව වැඩි කරයි.",
    "answer_ta": "ஆம், இது மண்ணின் அமைப்பைச் சீர்செய்து நீரைத் தக்கவைக்கும் திறனை அதிகரிக்கும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 40,
    "question_si": "පත්‍රවල යුෂ උරා බොන්නේ කවුද?",
    "question_ta": "ஓலைகளின் சாற்றை உறிஞ்சுவது யார்?",
    "answer_si": "ගැහැණු කෘමීන් සහ නොමේරූ පිරිමි කොරපොතු කෘමීන් පත්‍රිකාවල යුෂ උරා බොයි.",
    "answer_ta": "பெண் பூச்சிகளும் முதிர்ச்சியடையாத ஆண் செதில் பூச்சிகளும் சாற்றை உறிஞ்சுகின்றன.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 41,
    "question_si": "කොරපොතු කෘමි හානිය නිසා අස්වැන්න අඩු වෙනවාද?",
    "question_ta": "செதில் பூச்சித் தாக்கத்தால் விளைச்சல் குறையுமா?",
    "answer_si": "ඔව්, පත්‍ර වියළී යාම නිසා ගසේ ප්‍රභාසංස්ලේෂණය අඩාල වී අස්වැන්න අඩු වේ.",
    "answer_ta": "ஆம், ஓலைகள் காய்ந்து போவதால் ஒளித்தொகுப்பு பாதிக்கப்பட்டு விளைச்சல் குறையும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 42,
    "question_si": "කුරුණෑගල පොල් නිෂ්පාදනයට ඇති ඉල්ලුම කොහොමද?",
    "question_ta": "குறுணாகல் தென்னை உற்பத்திக்கு உள்ள கேள்வி எத்தகையது?",
    "answer_si": "ඉහළ තෙල් ප්‍රතිශතයක් සහිත බැවින් දේශීය සහ අපනයන වෙළඳපලේ ඉහළ ඉල්ලුමක් පවතී.",
    "answer_ta": "அதிக எண்ணெய் தன்மை கொண்டதால் உள்ளூர் மற்றும் ஏற்றுமதி சந்தையில் அதிக கேள்வி உள்ளது.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 43,
    "question_si": "පොල් වත්තක තෙතමනය රැකගන්න පස් වැටි දාන්නේ ඇයි?",
    "question_ta": "தென்னந்தோட்டத்தில் ஈரப்பத்தைப் பேண மண் வரம்புகளை அமைப்பது ஏன்?",
    "answer_si": "වර්ෂා ජලය ගලා යාම පාලනය කර පසට උරා ගැනීමට සැලැස්වීමටයි.",
    "answer_ta": "மழைநீரின் ஓட்டத்தைக் கட்டுப்படுத்தி, அதை மண்ணில் உறிஞ்ச அனுமதிக்க வேண்டும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 44,
    "question_si": "වියළි කාලයට පොල් ගස්වල කොළ පහතට ඇල වෙන්නේ ඇයි?",
    "question_ta": "வறட்சிக் காலத்தில் தென்னை ஓலைகள் கீழ்நோக்கிச் சரிவது ஏன்?",
    "answer_si": "ජල හිඟය නිසා ඇතිවන පීඩනය (Water stress) දරා ගැනීමට නොහැකි වීම නිසාය.",
    "answer_ta": "தண்ணீர் பற்றாக்குறையால் ஏற்படும் நீர் அழுத்தத்தைத் தாங்க இயலாமை காரணமாக.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 45,
    "question_si": "පොල් වත්තට ජල සම්පාදනය කළ යුත්තේ කොහොමද?",
    "question_ta": "தென்னந்தோட்டத்திற்கு நீர்ப்பாசனம் எவ்வாறு செய்யப்பட வேண்டும்?",
    "answer_si": "බිංදු ජල සම්පාදනය හෝ ගස වටා පාත්තියට ජලය සැපයීම මගින්.",
    "answer_ta": "சொட்டு நீர் பாசனம் அல்லது மரத்தைச் சுற்றியுள்ள படுக்கைகளுக்கு நீர்ப்பாசனம் செய்தல்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 46,
    "question_si": "ලෙලි වළලද්දී වලවල් කපන්න ඕනේ කොහොමද?",
    "question_ta": "தென்னை மட்டைகளைப் புதைக்கும்போது குழிகளை எவ்வாறு வெட்ட வேண்டும்?",
    "answer_si": "පේළි අතර අඩි 2 ක් පමණ ගැඹුරු කාණු කපා ලෙලි තට්ටු ලෙස ඇසිරීමෙන්.",
    "answer_ta": "வரிசைகளுக்கு இடையில் சுமார் 2 அடி ஆழத்தில் பள்ளங்களை வெட்டி, அவற்றை உமி அடுக்குகளில் அடைப்பதன் மூலம்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 47,
    "question_si": "තද සුළඟින් පස වියළීම වළක්වන්නේ කොහොමද?",
    "question_ta": "பலத்த காற்றினால் மண் காய்வதைத் தடுப்பது எப்படி?",
    "answer_si": "ආවරණ බෝග වැවීම සහ වගාව වටා ජීවී වැටවල් සැකසීම මගින්.",
    "answer_ta": "மூடுபனி பயிர்களை வளர்ப்பதன் மூலமும், பயிர்களைச் சுற்றி உயிருள்ள வேலிகளை உருவாக்குவதன் மூலமும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 48,
    "question_si": "වැසි ජලය රැස් කරගන්න පොල් වත්තක කරන්න පුළුවන් දේ මොකක්ද?",
    "question_ta": "மழைநீரைச் சேகரிக்க தென்னந்தோட்டத்தில் என்ன செய்யலாம்?",
    "answer_si": "පස් වැටි සැකසීම, වළවල් කැපීම සහ පොල් ලෙලි වැළලීම සිදු කළ හැක.",
    "answer_ta": "மண் மேடுகள், அகழிகள் மற்றும் தேங்காய் மட்டை புதைத்தல் ஆகியவற்றைச் செய்யலாம்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 49,
    "question_si": "කරට්ටිය කුණු වීමට ප්‍රධාන හේතුව කුමක්ද?",
    "question_ta": "குருத்து அழுகுவதற்கு பிரதான காரணம் என்ன?",
    "answer_si": "අධික තෙතමනය සහිත කාලගුණයේදී ඇතිවන දිලීර ආසාදනයයි.",
    "answer_ta": "அதிக ஈரப்பதத்தால் ஏற்படும் பூஞ்சை தொற்றுகள்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 50,
    "question_si": "පත්‍ර වල වර්ණය වෙනස් වීමට කාලගුණය බලපානවද?",
    "question_ta": "ஓலைகளின் நிறம் மாறுவதற்கு \"காலநிலை\" செல்வாக்கு செலுத்துமா?",
    "answer_si": "ඔව්, දැඩි නියඟය හෝ අධික හිරු රශ්මිය නිසා පත්‍රවල පැහැය වෙනස් විය හැක.",
    "answer_ta": "ஆம், கடுமையான வறட்சி அல்லது அதிகப்படியான சூரிய ஒளி இலைகளின் நிறத்தை மாற்றக்கூடும்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 51,
    "question_si": "ගසක වයස මැනගන්නේ කොහොමද?",
    "question_ta": "ஒரு மரத்தின் வயதைக் கணக்கிடுவது எப்படி?",
    "answer_si": "කඳෙහි ඇති පත්‍ර කැළැල් (Leaf scars) ගණනය කිරීමෙන් දළ වයස දැනගත හැක.",
    "answer_ta": "மரத்தின் அடிப்பகுதியில் உள்ள இலை வடுக்களை எண்ணுவதன் மூலம் தோராயமான வயதைக் கண்டறியலாம்.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 52,
    "question_si": "පොල් වත්තක සෙවන පාලනය කරන්නේ ඇයි?",
    "question_ta": "தென்னந்தோட்டத்தில் நிழலைக் கட்டுப்படுத்துவது ஏன்?",
    "answer_si": "ගස්වල ප්‍රභාසංස්ලේෂණයට අවශ්‍ය සූර්යාලෝකය ලබා දීම තහවුරු කිරීමටයි.",
    "answer_ta": "மரங்கள் ஒளிச்சேர்க்கைக்குத் தேவையான சூரிய ஒளியைப் பெறுவதை உறுதி செய்ய.",
    "category": "Disease & Nutrient Management (Mites, Leaf Scorch, Fertilizer)",
    "keywords": "Farming Practices"
  },
  {
    "id": 53,
    "question_si": "බොරළු සහිත පසේ ඇති ගැටලුව කුමක්ද?",
    "question_ta": "கூழாங்கல் மண்ணில் காணப்படும் பிரச்சினை என்ன?",
    "answer_si": "බොරළු පසෙහි ජලය රැඳෙන කාලය ඉතා අඩුය. මේ නිසා නියඟ කාලයට ගස් ඉක්මනින් වේළීමට ලක්වේ. මෙයට පිළියමක් ලෙස කාබනික පොහොර සහ පොල් ලෙලි වැළලීම අනිවාර්ය වේ.",
    "answer_ta": "கூழாங்கல் மண்ணில் நீர் தங்கும் நேரம் மிகக் குறைவு. இதனால் வறட்சிக் காலத்தில் மரங்கள் விரைவில் வாடும். இதற்குத் தீர்வாக இயற்கை உரங்கள் மற்றும் தென்னை மட்டைகளைப் புதைப்பது அவசியமாகும்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 54,
    "question_si": "පසෙහි  pH අගය පොල් අස්වැන්නට බලපාන්නේ කොහොමද?",
    "question_ta": "மண்ணின் (pH பெறுமானம்) தென்னை விளைச்சலை எவ்வாறு பாதிக்கிறது?",
    "answer_si": "පොල් වගාවට වඩාත් ගැළපෙන්නේ pH අගය 5.5 ත් 7.0 ත් අතර පසකි. පස අධික ලෙස ආම්ලික නම් (pH අගය අඩු නම්) පොහොර උරා ගැනීම බාධා වේ. මෙහිදී ඩොලමයිට් යෙදීම නිර්දේශ කෙරේ.",
    "answer_ta": "தென்னைக்கு 5.5 முதல் 7.0 வரையான pH பெறுமானம் கொண்ட மண்ணே சிறந்தது. மண் அதிக அமிலத்தன்மையுடன் இருந்தால் (pH குறைந்தால்) உரங்களை உறிஞ்சுவதில் பாதிப்பு ஏற்படும். இந்நேரத்தில் டொலமைட் இடுவது பரிந்துரைக்கப்படுகிறது.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 55,
    "question_si": "පස සෝදා යාම වැළැක්වීමට කුරුණෑගල වතු වල කළ හැකි දේ මොනවාද?",
    "question_ta": "மண் அரிப்பைத் தடுக்க குறுணாகல் தென்னந்தோப்புகளில் என்ன செய்யலாம்?",
    "answer_si": "බෑවුම් සහිත ඉඩම් වල හේවි කාණු (Contour drains) කැපීම සහ ආවරණ බෝග වගා කිරීම මගින් සාරවත් මතුපිට පස සෝදා යාම වළක්වා ගත හැක.",
    "answer_ta": "சரிவான நிலங்களில் சம உயரக் கண்கள் (Contour drains) அமைத்தல் மற்றும் மூடாக்குப் பயிர்களை வளர்ப்பதன் மூலம் வளமான மேற்பரப்பு மண் அரிப்பதைத் தடுக்கலாம்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 56,
    "question_si": "පසෙහි ලවණතාවය වැඩි වීම කුරුණෑගල ප්‍රදේශයට බලපානවාද?",
    "question_ta": "மண்ணின் உப்புத்தன்மை அதிகரிப்பது குறுணாகல் பகுதியைப் பாதிக்குமா?",
    "answer_si": "සාමාන්‍යයෙන් කුරුණෑගල වැනි රට අභ්‍යන්තර ප්‍රදේශවලට ලවණතාවය ගැටලුවක් නොවේ. නමුත් මුහුදු බඩ ප්‍රදේශවලින් ගෙන එන වැලි හෝ ජලය භාවිතා කරන්නේ නම් ඒ පිළිබඳ සැලකිලිමත් විය යුතුය.",
    "answer_ta": "பொதுவாக குறுணாகல் போன்ற உள்நாட்டுப் பகுதிகளுக்கு உப்புத்தன்மை ஒரு பிரச்சினையல்ல. எனினும் கடற்கரைப் பகுதிகளிலிருந்து கொண்டு வரப்படும் மணல் அல்லது நீரைப் பயன்படுத்தினால் இது குறித்துக் கவனமாக இருக்க வேண்டும்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 57,
    "question_si": "කට්ටි වගාව යනු කුමක්ද?",
    "question_ta": "தொகுதி நடுதல் என்றால் என்ன?",
    "answer_si": "වත්තේ ඇති ගස් වල වයස අනුව කොටස් වලට බෙදා, වයසින් වැඩි කොටස් ඉවත් කර අලුතින් පැළ සිටුවීමේ ක්‍රමවේදයයි. මෙය අස්වැන්න අඛණ්ඩව පවත්වා ගැනීමට උදව් වේ.",
    "answer_ta": "தோட்டத்தில் உள்ள மரங்களின் வயதுக்கேற்பப் பிரித்து, அதிக வயதுடைய தொகுதியை அகற்றிவிட்டுப் புதிய கன்றுகளை நடும் முறையாகும். இது தொடர்ச்சியான விளைச்சலைப் பேண உதவும்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 58,
    "question_si": "පොල් වත්තේ ලෙලි වැළලීම සිදු කළ යුත්තේ කෙසේද?",
    "question_ta": "தென்னந்தோப்பில் மட்டைகளைப் புதைப்பதை (Husk burying) எவ்வாறு செய்ய வேண்டும்?",
    "answer_si": "ගසක කඳේ සිට අඩි 4-5ක් පමණ ඈතින් අඩි 1.5ක් ගැඹුරු වළක් හෝ කාණුවක් කපා ලෙලි වැළලීම සිදු කළ යුතුය.",
    "answer_ta": "மரத்தின் தடியிலிருந்து 4-5 அடி தூரத்தில் 1.5 அடி ஆழமான குழி அல்லது அகழியை வெட்டி மட்டைகளைப் புதைக்க வேண்டும்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 59,
    "question_si": "කුරුණෑගල පොල් වතු වල බහුලව දක්නට ලැබෙන මිශ්‍ර වගාව කුමක්ද?",
    "question_ta": "குறுணாகல் தென்னந்தோப்புகளில் பரவலாகக் காணப்படும் கலப்பு பண்ணை முறை எது?",
    "answer_si": "පොල් වගාව සමඟම ගව පාලනය, කුකුළු පාලනය හෝ මීමැසි පාලනය සිදු කිරීමයි. මෙයින් පස සාරවත් වනවා සේම ගොවියාට අමතර ආදායමක් ද ලැබේ.",
    "answer_ta": "தென்னைச் செய்கையுடன் கால்நடை வளர்ப்பு, கோழி வளர்ப்பு அல்லது தேனீ வளர்ப்பு ஆகியவற்றை மேற்கொள்வதாகும். இதனால் மண் வளமடைவதுடன் விவசாயிக்கு மேலதிக வருமானமும் கிடைக்கும்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 60,
    "question_si": "පොල් කරටිය පිරිසිදු කිරීම ගොවියන්ට වැදගත් වෙන්නේ ඇයි?",
    "question_ta": "மகுடத்தைச் சுத்தம் செய்வது (Crown cleaning) விவசாயிகளுக்கு ஏன் முக்கியமானது?",
    "answer_si": "කරටියේ ඇති වියළි මට්ටු, ලෙලි සහ අපද්‍රව්‍ය ඉවත් කිරීමෙන් පලිබෝධකයන් බෝ වීම වළක්වා ගත හැකි අතර අස්වැන්න නෙළීම ද පහසු වේ.",
    "answer_ta": "மகுடத்தில் உள்ள காய்ந்த மட்டைகள் மற்றும் கழிவுகளை அகற்றுவதன் மூலம் பூச்சிகள் பெருகುವುದைத் தடுக்கலாம் அத்துடன் தேங்காய் பறிப்பதும் இலகுவாகும்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 61,
    "question_si": "ග්ලිරිසීඩියා වැටක් වගා කිරීමේ වාසිය කුමක්ද?",
    "question_ta": "கிளைரிசிடியா வேலி அமைப்பதன் நன்மை என்ன?",
    "answer_si": "මෙය වත්තට ආරක්ෂිත වැටක් ලෙස ක්‍රියා කරනවා සේම, එහි අතු කපා වසුනක් ලෙස යෙදීමෙන් පසට නයිට්‍රජන් පොහොර නොමිලේ ලබාගත හැක.",
    "answer_ta": "இது தோட்டத்திற்குப் பாதுகாப்பான வேலியாக அமைவதுடன், அதன் கிளைகளை வெட்டி மூடாக்காக இடுவதன் மூலம் மண்ணிற்குத் தேவையான நைதரசன் உரத்தை இலவசமாகப் பெற்றுக்கொள்ளலாம்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 62,
    "question_si": "කුරුණෑගල පොල් කලාප කීයද?",
    "question_ta": "குறுணாகலில் எத்தனை தென்னை வலயங்கள் உள்ளன?",
    "answer_si": "කුරුණෑගල දිස්ත්‍රික්කය ප්‍රධාන වශයෙන් අතරමැදි කලාපයේ (Intermediate Zone) පිහිටා ඇති අතර, පාරිසරික ලක්ෂණ අනුව එය තෙත් සහ වියළි කලාපීය මායිම්වලටද විහිදෙන කලාප කිහිපයකට බෙදා වගා කටයුතු සිදු කෙරේ.",
    "answer_ta": "குறுணாகல் மாவட்டம் பிரதானமாக இடைநிலை மண்டலத்தில் (Intermediate Zone) அமைந்துள்ளது. எனினும், அதன் காலநிலைப் பண்புகளுக்கேற்ப உலர் மற்றும் ஈர வலய எல்லைகளையும் உள்ளடக்கிய வலயங்களாகப் பிரிக்கப்பட்டுப் பயிர்ச்செய்கை முன்னெடுக்கப்படுகிறது.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 63,
    "question_si": "අතුරු බෝග තෝරන්නේ කොහොමද?",
    "question_ta": "இடைப்பயிர்களை (Intercrops) எவ்வாறு தெரிவு செய்வது?",
    "answer_si": "පවතින සෙවන ප්‍රමාණය, ජල පහසුව සහ වෙළඳපල ඉල්ලුම මත අතුරු බෝග තෝරාගත යුතුය. කුරුණෑගල ප්‍රදේශයට ගම්මිරිස්, කොකෝවා, කෙසෙල් සහ ඉඟුරු වැනි බෝග වඩාත් ගැලපේ.",
    "answer_ta": "தோட்டத்தில் உள்ள நிழலின் அளவு, நீர் வசதி மற்றும் சந்தை கேள்வி ஆகியவற்றின் அடிப்படையில் இடைப்பயிர்களைத் தெரிவு செய்ய வேண்டும். குறுணாகல் பகுதிக்கு மிளகு, கொக்கோ, வாழை மற்றும் இஞ்சி போன்றவை மிகவும் பொருத்தமானவை.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 64,
    "question_si": "අලුත් පැළ ඉක්මනින් මැරෙන්නේ ඇයි?",
    "question_ta": "புதிய கன்றுகள் விரைவில் இறப்பது ஏன்?",
    "answer_si": "නිසි ලෙස වසුන් නොයෙදීම නිසා ඇතිවන නියඟය, වේයන්ගේ හානිය, දුර්වල පැළ සිටුවීම හෝ වැරදි පොහොර භාවිතය නිසා අලුත් පැළ ඉක්මනින් මැරී යා හැක.",
    "answer_ta": "முறையான மூடாக்கிடாததால் ஏற்படும் வறட்சி, கரையான் பாதிப்பு, தரமற்ற கன்றுகளை நடுதல் அல்லது தவறான உரப்பயன்பாடு காரணமாகப் புதிய கன்றுகள் விரைவில் இறக்கக்கூடும்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 65,
    "question_si": "පොල් අපනයනය කරන්නේ කොහොමද?",
    "question_ta": "தேங்காய்ப் பொருட்களை ஏற்றுமதி செய்வது எப்படி?",
    "answer_si": "පොල් සංවර්ධන අධිකාරියේ (CDA) අපනයනකරුවෙකු ලෙස ලියාපදිංචි වී, ප්‍රමිතියෙන් යුතු නිෂ්පාදන (කොප්පරා, තෙල්, කොහු) හරහා විදේශ වෙළඳපලට යොමු විය හැක.",
    "answer_ta": "தென்னை அபிவிருத்தி அதிகார சபையில் (CDA) ஏற்றுமதியாளராகப் பதிவு செய்து, தரமான உற்பத்திப் பொருட்களை (கொப்பரா, எண்ணெய், தும்பு) வெளிநாட்டுச் சந்தைக்கு அனுப்ப முடியும்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 66,
    "question_si": "පොල් අස්වැන්න අඩුවෙන්නේ ඇයි?",
    "question_ta": "தென்னை விளைச்சல் குறைவடைவது ஏன்?",
    "answer_si": "පසෙහි පෝෂණය අඩු වීම, වයසට ගිය ගස් ඉවත් නොකිරීම, කාලගුණික විපර්යාස සහ පලිබෝධ හානි නිසා කාලයත් සමඟ පොල් අස්වැන්න හීන විය හැක.",
    "answer_ta": "மண்ணின் சத்துக்கள் குறைவடைதல், முதிர்ந்த மரங்களை அகற்றாமை, காலநிலை மாற்றங்கள் மற்றும் பூச்சித் தாக்கங்கள் காரணமாகக் காலப்போக்கில் விளைச்சல் குறையலாம்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 67,
    "question_si": "පාංශු තෙතමනය සහ සංරක්ෂණය සඳහා විස්තර?",
    "question_ta": "மண் ஈரப்பதம் மற்றும் பாதுகாப்பு குறித்த விபரங்கள்?",
    "answer_si": "වසුන් යෙදීම (Mulching), පොල් ලෙලි වැළලීම සහ ආවරණ බෝග වැවීම මගින් පසෙහි තෙතමනය රැකගත හැක.",
    "answer_ta": "மூடாக்கிடல் (Mulching), தென்னை மட்டைகளைப் புதைத்தல் மற்றும் மூடாக்குப் பயிர்களை வளர்த்தல் மூலம் மண்ணின் ஈரப்பத்தைப் பாதுகாக்கலாம்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 68,
    "question_si": "පොල් පැළ සිටුවීමට නිර්දේශිත පරතරයන් මොනවාද?",
    "question_ta": "தென்னங்கன்றுகளை நடுவதற்குப் பரிந்துரைக்கப்பட்ட இடைவெளிகள் யாவை?",
    "answer_si": "සමචතුරස්‍ර ක්‍රමයට අඩි 26 x 26 (8m x 8m) පරතරය නිර්දේශ කෙරේ.",
    "answer_ta": "சதுர முறையில் 26 x 26 அடி (8m x 8m) இடைவெளி பரிந்துரைக்கப்படுகிறது.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 69,
    "question_si": "වගාව නිරීක්ෂණය කරන්නේ කොහොමද?",
    "question_ta": "பயிர்ச்செய்கையை எவ்வாறு கண்காணிப்பது?",
    "answer_si": "පත්‍රවල වර්ණය වෙනස් වීම, කරට්ටියේ සිදුරු, දියර වෑස්සීම සහ ගෙඩි හැලීම පිළිබඳව අවම වශයෙන් මසකට වරක් පරීක්ෂා කළ යුතුය.",
    "answer_ta": "ஓலைகளின் நிற மாற்றம், மகுடத்தில் துளைகள், திரவம் வடிதல் மற்றும் காய்கள் உதிர்தல் குறித்து மாதத்திற்கு ஒரு முறையாவது பரிசோதிக்க வேண்டும்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 70,
    "question_si": "වැඩිහිටි පොල් ගස් වල කොරපොතු කෘමි හානිය පවතින විට නිර්දේශිත රසායනික පාලන ක්‍රමය කුමක්ද?",
    "question_ta": "முதிர்ந்த தென்னை மரங்களில் செதில் பூச்சி சேதம் ஏற்படும்போது பரிந்துரைக்கப்பட்ட இரசாயன கட்டுப்பாட்டு முறை என்ன?",
    "answer_si": "වැඩිහිටි ගස් සඳහා මොනොක්‍රොටොෆොස් (Monocrotophos) 60% කෘමිනාශකයෙන් මිලිලීටර් 8ක් කඳට එන්නත් කිරීම (Trunk Injection) සිදු කරනු ලැබේ. මෙම කෘමිනාශකය ඉතා විෂ සහිත බැවින් එය පොල් සංවර්ධන නිලධාරියෙකුගේ (CDO) අධීක්ෂණය යටතේ සිදු කළ යුතුය.",
    "answer_ta": "முதிர்ந்த மரங்களுக்கு மோனோகுரோட்டோபோஸ் (Monocrotophos) 60% பூச்சிக்கொல்லியில் 8 மில்லி அளவைத் தண்டிற்குள் செலுத்துதல் (Trunk Injection) செய்யப்படுகிறது. இந்தப் பூச்சிக்கொல்லி மிகவும் நச்சுத்தன்மை வாய்ந்தது என்பதால், இது தென்னை அபிவிருத்தி உத்தியோகத்தரின் (CDO) மேற்பார்வையின் கீழ் மட்டுமே செய்யப்பட வேண்டும்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 71,
    "question_si": "පොල් පැල සිටවීමට කාලගුණය තීරණය කරන්නේ කෙසේද?",
    "question_ta": "தென்னங்கன்றுகளை நடுவதற்குப் பொருத்தமான காலநிலையை எவ்வாறு தீர்மானிப்பது?",
    "answer_si": "සාමාන්‍යයෙන් මහ කන්නයේ වැසි ආරම්භයේදී පැළ සිටුවීම වඩාත් සුදුසුය. කුරුණෑගල ප්‍රදේශයට ඔක්තෝබර්/නොවැම්බර් මාසවල වැසි ලැබෙන විට සිටුවීමෙන් පැළය සාර්ථකව මුල් ඇදීමට අවශ්‍ය තෙතමනය ස්වාභාවිකවම ලැබේ.",
    "answer_ta": "பொதுவாக மகா பருவ மழை (Maha rains) ஆரம்பிக்கும் போது கன்றுகளை நடுவது சிறந்தது. குறுணாகல் பகுதியில் அக்டோபர்/நவம்பர் மாதங்களில் மழை கிடைக்கும்போது நடுவதன் மூலம் கன்றுகள் வேர் பிடிப்பதற்குத் தேவையான ஈரப்பதம் இயற்கையாகவே கிடைக்கும்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 72,
    "question_si": "වැසි කාලයේදී පොල් වත්තක කළ යුතු විශේෂ ජල පාලනය කුමක්ද?",
    "question_ta": "மழைக்காலத்தில் தென்னந்தோட்டத்தில் செய்ய வேண்டிய விசேட நீர் முகாமைத்துவம் எது?",
    "answer_si": "අතිරික්ත ජලය බැස යාමට කාණු පද්ධතිය විවෘත කර තැබීමයි.",
    "answer_ta": "அதிகப்படியான நீரை வெளியேற்ற வடிகால் அமைப்பு திறந்தே விடப்படுகிறது.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 73,
    "question_si": "පොල් ගහේ ගොබය ඇල වුණොත් මොකද වෙන්නේ?",
    "question_ta": "தென்னை மரத்தின் குருத்து சரிந்தால் என்ன நடக்கும்?",
    "answer_si": "එය රතු කුරුමිණි හානිය හෝ ගොබය කුණුවීමේ රෝගයේ ලක්ෂණයක් විය හැකි අතර ගස මිය යාමට ඉඩ ඇත.",
    "answer_ta": "இது சிவப்பு அந்துப்பூச்சி சேதம் அல்லது தண்டு அழுகல் நோயின் அறிகுறியாக இருக்கலாம், மேலும் மரம் இறக்க வாய்ப்புள்ளது.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 74,
    "question_si": "අතුරු බෝග සිටුවීම පිළිබඳ වැඩි විස්තර",
    "question_ta": "ஊடுபயிர் சாகுபடி பற்றிய கூடுதல் தகவல்கள்",
    "answer_si": "- පැළ සිටුවා වසර 5 ක් දක්වා පොල් වගාවක් තුළ අන්නාසි, වැල් දොඩම්, ගස්ලබු, කෙසෙල්, එළවළු, මඤ්ඤොක්කා, සෝයා බෝංචි, බඩ ඉරිඟු, සූර්යකාන්ත හා බෙහෙත් පැළෑටි වගා කළ හැක.\n\n- වයස අවුරුදු 6 - 20 දක්වා වයසැති පොල් වගාවක් තුළ සෙවණට ඔරොත්තු දෙන කිරි අල, කොච්චි, නයිමිරිස්, ඉඟුරු සහ කහ ඉතා සාර්ථකව වගා කළ හැක.\n\n- වයස අවුරුදු 20 හි සිට යටි වගාව හෝ නැවත වගාව අරඹන තෙක් පොල් වගාවක් තුළ බහු වාර්ෂික හෝ අර්ධ බහු වාර්ෂික අතුරු බෝග වගා කිරීමට හැකියාව පවතී (උදා: ගම්මිරිස්, කුරුඳු, කෙසෙල්, අන්නාසි, අඹ, කජු, ඉඟුරු, වැල් දොඩම්, අලිපේර, දුරියන්, හෝ පේර වැනි).\n\n- යටි වගාව හෝ නැවත වගාව අරඹන අවධියේදී පොල් වගාවක් තුළ ඒ සඳහා අවකාශ සැපයිය යුතු බැවින් වාර්ෂික හෝ අර්ධ බහු වාර්ෂික වැනි කෙටි කාලීන අතුරු බෝගයන් වගා කළ හැක.",
    "answer_ta": "- நோய் மற்றும் பூச்சித் தாக்கங்களிலிருந்து விடுபடுதல் - கன்றுகளை நட்டதிலிருந்து 5 ஆண்டுகள் வரை தென்னைச் செய்கையில் அன்னாசி, பாஷன் புரூட் (වැල් දොඩම්), பப்பாளி, வாழைப்பழம், மரக்கறிகள், மரவள்ளி, சோயா அவரை, சோளம், சூரியகாந்தி மற்றும் மூலிகைத் தாவரங்களை பயிரிடலாம்.\n- 6 முதல் 20 வயதுடைய தென்னைச் செய்கையில் நிழலைத் தாங்கி வளரக்கூடிய கிரி அலா (කිරි අල), கொச்சி மிளகாய், நை மிளகாய், இஞ்சி மற்றும் மஞ்சள் போன்றவற்றை மிகவும் வெற்றிகரமாக பயிரிடலாம்.\n-20 வயது முதல் கீழ் நடுகை (Under-planting) அல்லது மீள் நடுகை ஆரம்பிக்கும் வரை தென்னைச் செய்கையில் பல்லாண்டுப் பயிர்கள் அல்லது பகுதிப் பல்லாண்டுப் பயிர்களை இடைப்பயிராக வளர்க்க முடியும் (உதாரணமாக: மிளகு, கறுவா, வாழைப்பழம், அன்னாசி, மாம்பழம், முந்திரி, இஞ்சி, பாஷன் புரூட், அவகேடோ, துரியன் அல்லது கொய்யா போன்றவை).\n- கீழ் நடுகை அல்லது மீள் நடுகை ஆரம்பிக்கும் காலத்தில் அதற்கான இடவசதியை வழங்க வேண்டியிருப்பதால் வருடாந்த அல்லது பகுதிப் பல்லாண்டுப் பயிர்கள் போன்ற குறுகிய கால இடைப்பயිර்களைப் பயிரிடலாம்.",
    "category": "Intercropping & Land Management and Weather",
    "keywords": "Intercropping, Land Management, Weather"
  },
  {
    "id": 75,
    "question_si": "පොල් ගහේ කඳෙන් හපන සද්දයක් ඇහෙනවා, ඒ ඇයි?",
    "question_ta": "தென்னை மரத்திற்குள் ஏதோ கடிப்பது போன்ற சத்தம் கேட்கிறது, ஏன்?",
    "answer_si": "මෙය රතු කුරුමිණි කීටයන් (පණුවන්) ඉතා ක්‍රියාශීලීව ගස ඇතුළත මෘදු පටක කා දමන ශබ්දයයි. ඔබ මේ සද්දය ඇසෙන මට්ටමට පැමිණ තිබේ නම්, එයින් අදහස් වන්නේ ගස තුළ විශාල කීටයන් පිරිසක් සිටින බවයි.",
    "answer_ta": "இது சிவப்பு தென்னை வண்டின் புழுக்கள் (Larvae) மரத்தின் உட்பகுதியைத் தின்னும் சத்தமாகும். இச்சத்தம் கேட்கிறது என்றால், மரத்தின் உள்ளே அதிகப்படியான புழுக்கள் மும்முரமாகச் செயல்படுகின்றன என்று அர்த்தம்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 76,
    "question_si": "කඳේ සිදුරකින් රතු පාට පැණි වගේ දෙයක් එනවා, ඒ මොකක්ද?",
    "question_ta": "தண்டின் துளையிலிருந்து சிவப்பு நிற திரவம் வருகிறது, அது என்ன?",
    "answer_si": "කීටයන් කඳ ඇතුළත හාරන විට ගසේ යුෂ පිටතට ගලා එයි. මෙම යුෂ වාතය සමඟ ගැටී පැසවීමට (Fermentation) ලක් වූ විට තද දුඹුරු හෝ රතු පැහැති, නරක ගන්ධයක් සහිත දියරයක් ලෙස සිදුරු වලින් වැගිරේ.",
    "answer_ta": "வண்டுப் புழுக்கள் மரத்தைத் துளைக்கும்போது வெளிவரும் சாறு, காற்றில் பட்டு நொதித்தல் (Fermentation) அடைவதால் சிவப்பு அல்லது பழுப்பு நிறத்தில் துர்நாற்றத்துடன் வடியும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 77,
    "question_si": "රතු කුරුමිණියා මර්දනය කරන්න දාන බෙහෙත මොකක්ද?",
    "question_ta": "சிவப்பு கூன் வண்டைக் கட்டுப்படுத்த என்ன மருந்து இட வேண்டும்?",
    "answer_si": "ශ්‍රී ලංකාවේ පොල් වගාව සඳහා දැනට නිර්දේශිත පද්ධතිමය කීටනාශකය වන්නේ ඉමිඩක්ලෝප්‍රිඩ් (Imidacloprid) ය. මෙය භාවිතයට පෙර ප්‍රදේශයේ කෘෂිකර්ම උපදේශකගෙන් නියමිත මාත්‍රාව අසා දැනගත යුතුය.",
    "answer_ta": "பொதுவாக இமிடாக்ளோப்ரிட் (Imidacloprid) போன்ற ஊடுருவிப் பாயும் பூச்சிக்கொல்லிகள் பரிந்துரைக்கப்படுகின்றன. (பயன்படுத்துவதற்கு முன் விவசாய அதிகாரிடம் சரியான அளவைக் கேட்டறியவும்).",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 78,
    "question_si": "ගහේ ගොබය පැත්තට ඇල වෙලා, අලුත් කොළ එන්නේ නැහැ.",
    "question_ta": "மரத்தின் குருத்து ஒரு பக்கமாக சாய்ந்துள்ளது, புதிய இலைகள் வரவில்லை.",
    "answer_si": "මෙය රතු කුරුමිණි හානිය උච්චතම අවස්ථාවට පත්වීම හෝ 'ගොබය කුණු වීමේ රෝගය' (Bud Rot) විය හැකියි. ගොබය මැරුණු පසු ගස තවදුරටත් වර්ධනය නොවන නිසා ගස කපා ඉවත් කිරීමට සිදු වේ.",
    "answer_ta": "இது சிவப்பு வண்டு பாதிப்பின் உச்சக்கட்டம் அல்லது 'குருத்தழுகல் நோய்' (Bud Rot) ஆக இருக்கலாம். குருத்து அழிந்துவிட்டால் மரம் வளர்வதை நிறுத்திவிடும், இறுதியில் மரம் இறந்துவிடும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 79,
    "question_si": "මැරුණු පොල් ගස් වත්තේ තියෙන එක රතු කුරුමිණියට බලපානවද?",
    "question_ta": "செத்த தென்னை மரங்கள் தோட்டத்தில் இருப்பது கூன் வண்டு பாதிப்பை அதிகரிக்குமா?",
    "answer_si": "ඔව්, මැරුණු පොල් ගස් යනු කුරුමිණියන්ගේ \"කම්හල්\" වැනියි. එහි දහස් ගණනින් පණුවන් බෝ විය හැකි නිසා, හානියට පත් ගස් කපා පුලුස්සා දැමීම අනිවාර්ය වේ.",
    "answer_ta": "நிச்சயமாக. காய்ந்த மரங்கள் வண்டுகள் முட்டையிட்டு இனப்பெருக்கம் செய்யச் சிறந்த இடமாகும். எனவே, பாதிக்கப்பட்ட மரங்களை வெட்டி அப்புறப்படுத்தி எரிப்பது மற்ற மரங்களைக் காக்க உதவும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 80,
    "question_si": "පොල් කොළ කතිර හැඩයට කැපිලා තියෙන්නේ මොකද?",
    "question_ta": "தென்னை இலைகள் கத்தரி வடிவில் வெட்டப்பட்டிருப்பது ஏன்?",
    "answer_si": "මෙය කළු කුරුමිණියාගේ හානියයි. කුරුමිණියා ගොබය තුළට විදින විට ඇතුළේ ඇති නොපිපුණු කොළ කැපී යයි. එම කොළ දිග හැරී එන විට කැපුණු ස්ථාන 'V' හැඩයට හෝ කතිරයක හැඩයට දිස්වේ.",
    "answer_ta": "இது கருப்பு வண்டின் கைவரிசை. வண்டு விரியாத இளங்குருத்தைச் துளைக்கும்போது ஓலைகள் வெட்டப்படும். அந்த ஓலைகள் விரிந்து வரும்போது அவை 'V' வடிவில் அல்லது கத்தரி வடிவில் தோற்றமளிக்கும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 81,
    "question_si": "ගොබය ඇතුළේ ලොකු කළු පාට කුරුමිණියෙක් ඉන්නවා.",
    "question_ta": "குருத்துக்குள் பெரிய கருப்பு நிற வண்டு ஒன்று இருக்கிறது.",
    "answer_si": "ඒ කළු කුරුමිණියායි. මොහු ගොබය සිදුරු කරමින් සාරය උරා බොන අතර, එමගින් රතු කුරුමිණියාට ගසට ඇතුළු වීමට පාර කපා දෙයි.",
    "answer_ta": "அது காண்டாமிருக வண்டு (Rhinoceros Beetle). இது குருத்தைச் சேதப்படுத்தி சாற்றை உறிஞ்சும். இது ஏற்படுத்தும் காயங்கள் வழியாகவே சிவப்பு வண்டுகள் மரத்திற்குள் நுழைகின்றன.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 82,
    "question_si": "කළු කුරුමිණියා අල්ලන්න පාවිච්චි කරන උගුල මොකක්ද?",
    "question_ta": "கருப்பு வண்டைப் பிடிக்க என்ன வகையான பொறி (trap) பயன்படுத்த வேண்டும்?",
    "answer_si": "වඩාත් සාර්ථකම ක්‍රමය වන්නේ 'ෆෙරමෝන උගුලයි' (Pheromone Trap). මෙහි ඇති කෘත්‍රිම ගන්ධයට ආකර්ෂණය වන කුරුමිණියන් බාල්දියක් වැනි භාජනයකට වැටී කොටු වේ.",
    "answer_ta": "பெரோமோன் பொறி' (Pheromone Trap) இதற்கு மிகச் சிறந்த தீர்வாகும். இதில் உள்ள வாசனைப் பொருளினால் கவரப்படும் வண்டுகள் பொறிக்குள் விழுந்து மடியும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 83,
    "question_si": "ගහේ කඳ හෑරෙන එක නවත්තන්නේ කොහොමද?",
    "question_ta": "மரத்தின் தண்டு தோண்டப்படுவதைத் தடுப்பது எப்படி?",
    "answer_si": "පිළිතුර: 1. කඳේ ඇති සිදුරු පිරිසිදු කර කීටනාශක දියරයක් ඇතුල් කර මැටි හෝ සිමෙන්ති වලින් සිදුර වසා දැමීම. 2. Trunk Injection: කඳ විද ප්ලාස්ටික් පුනීලයක් (Funnel) මගින් කීටනාශකය ඇතුළට යැවීම.",
    "answer_ta": "1. தண்டிலுள்ள துவாரங்களைச் சுத்தம் செய்து, பூச்சிக்கொல்லித் திரவத்தை உள்ளே ஊற்றி, களிமண் அல்லது சிமெண்ட் கொண்டு அந்தத் துவாரத்தை மூடிவிட வேண்டும்.\n2. தண்டு ஊசி முறை (Trunk Injection): தண்டில் துளையிட்டு, ஒரு பிளாஸ்டிக் புனல் (Funnel) மூலம் பூச்சிக்கொல்லி மருந்தை உள்ளே செலுத்த வேண்டும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 84,
    "question_si": "කීටනාශක කඳ ඇතුළට දාන්නේ කොහොමද?",
    "question_ta": "புழுக்கொல்லி மருந்தை தண்டிற்குள் செலுத்துவது எப்படி?",
    "answer_si": "Trunk Injection' ක්‍රමය මගින් මෙය කළ හැකියි. කඳේ හානියට පත් සිදුර පිරිසිදු කර කීටනාශක දියරය ඇතුළු කර මැටි හෝ සිමෙන්ති වලින් සිදුර වසා දැමිය හැකියි. නැතිනම් කඳේ සිදුරක් විද පුනීලයක් (Funnel) ආධාරයෙන් බෙහෙත් ඇතුළු කළ හැකියි.",
    "answer_ta": "தண்டில் உள்ள துவாரங்களைச் சுத்தம் செய்து பூச்சிக்கொல்லியை ஊற்றி களிமண் அல்லது சிமெண்ட் கொண்டு மூடலாம். அல்லது 'Trunk Injection' முறையில் தண்டில் சிறிய துளையிட்டு புனல் (Funnel) மூலம் மருந்தைச் செலுத்தலாம்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 85,
    "question_si": "පොල් වත්තේ තියෙන ගොම ගොඩවල් කළු කුරුමිණියට හේතුවක්ද?",
    "question_ta": "தென்னந்தோப்பில் உள்ள எருக் குவியல்கள் கருப்பு வண்டுக்கு காரணமா?",
    "answer_si": "ඔව්. කළු කුරුමිණියා ආහාර ගන්නේ පොල් ගසෙන් වුවත්, උන් බිත්තර දමා බෝ වන්නේ දිරා යන ගොම ගොඩවල්, කොම්පෝස්ට් සහ දිරා යන පොල් කඳන් වලයි. වත්ත පිරිසිදුව තබා නොගැනීම කුරුමිණි ගහණය වැඩි වීමට හේතු වේ.",
    "answer_ta": "ஆம். கருப்பு வண்டுகள் சாணக் குவியல்கள், மக்கிய குப்பைகள் மற்றும் அழுகிய தென்னை மரத் துண்டுகளில்தான் முட்டையிட்டுப் பெருகுகின்றன. எனவே தோட்டத்தைச் சுத்தமாக வைத்திருப்பது மிகவும் அவசியம்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 86,
    "question_si": "රතු කුරුමිණියා ආපු ගහක් බේරගන්න පුළුවන්ද?",
    "question_ta": "கூன் வண்டு தாக்கிய மரத்தை காப்பாற்ற முடியுமா?",
    "answer_si": "හානිය මුල් අවස්ථාවේදී හඳුනා ගත්තොත් (කඳ සම්පූර්ණයෙන් පෑරී නැතිනම්) බේරා ගත හැකියි. නමුත් ගස මුදුනේ ඇති ගොබය ඇල වී හෝ කඩා වැටී ඇත්නම් ගස බේරා ගැනීම ප්‍රායෝගිකව අපහසුයි.",
    "answer_ta": "ஆரம்ப நிலையிலேயே கண்டறிந்தால் (தண்டு முழுமையாக அழுகுவதற்கு முன்), முறையான பூச்சிக்கொல்லி ஊசி (Trunk Injection) மூலம் மரத்தைக் காப்பாற்றலாம். ஆனால் குருத்து சாய்ந்துவிட்டால் மரத்தைக் காப்பாற்றுவது கடினம்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 87,
    "question_si": "ගහේ මුදුන හරියෙන් ලී කුඩු වගයක් වැටිලා තියෙනවා.",
    "question_ta": "மரத்தின் உச்சிப் பகுதியில் மரத்தூள் சிதறி கிடக்கின்றன.",
    "answer_si": "රතු කුරුමිණි කීටයන් කඳ හාරන විට ඔවුන් හපන ලද පොල් කෙඳි සහ අපද්‍රව්‍ය (Frass) කඳේ ඇති සිදුරු වලින් පිටතට තල්ලු කරයි. මේවා කඳ දිගේ පහළට වැටී තිබීම දරුණු හානියක ලක්ෂණයකි.",
    "answer_ta": "வண்டுப் புழுக்கள் தண்டைக் குடையும்போது வெளியேற்றும் மெல்லப்பட்ட நார் கழிவுகளே (Frass) இவை. இது பாதிப்பு தீவிரமாக இருப்பதை உணர்த்தும் ஒரு அறிகுறியாகும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 88,
    "question_si": "ලුණු සහ වැලි මිශ්‍රණය ගොබයට දැමීමෙන් කුරුමිණියෝ පාලනය වෙනවද?",
    "question_ta": "உப்பு மற்றும் மணல் கலவையை குருத்தில் இடுவதால் வண்டுகள் கட்டுப்படுமா?",
    "answer_si": "ඔව්, මෙය ඉතා සාර්ථක දේශීය ක්‍රමයකි. වැලි නිසා කුරුමිණියාගේ සන්ධිවලට හානි වන අතර ලුණු නිසා කුරුමිණියා ගොබයට පැමිණීම වැළකේ. මෙය වියදම් අඩු, පරිසර හිතකාමී විසඳුමකි.",
    "answer_ta": "ஆம், இது ஒரு பயனுள்ள நாட்டுப்புற முறையாகும். மணல் துகள்கள் வண்டின் மூட்டுகளைப் பாதிக்கும், உப்பு வண்டுகளைக் குருத்திற்குள் நுழைய விடாமல் தடுக்கும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 89,
    "question_si": "පොල් කඳේ තුවාල වුණොත් කුරුමිණියෝ එනවද?",
    "question_ta": "தென்னை தண்டில் காயம் ஏற்பட்டால் வண்டுகள் வருமா?",
    "answer_si": "අනිවාර්යයෙන්ම. රතු කුරුමිණි ගැහැණු සතුන් බිත්තර දැමීම සඳහා ආකර්ෂණය වන්නේ කඳේ ඇති තුවාල වලින් එන සුවඳටයි. එබැවින් කඳේ තුවාලයක් වූ වහාම එය තාර හෝ කීටනාශකයකින් ආවරණය කිරීම ඉතා වැදගත් වේ.",
    "answer_ta": "ஆம், நிச்சயமாக. காயங்களிலிருந்து வெளிவரும் சாற்றின் வாசனை பெண் வண்டுகளை முட்டையிடக் கவரும். எனவே, தண்டுப் பகுதியில் காயம் ஏற்பட்டால் உடனடியாக தார் அல்லது பூச்சிக்கொல்லி பூசி அதனை மூட வேண்டும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 90,
    "question_si": "අලුතින් සිටුවපු පැළ වල මුල් වේයෝ කනවා. පාලනය කරන්නේ කොහොමද?",
    "question_ta": "கன்றுகளின் வேர்களை கறையான் அரிக்கிறது. இதை எப்படிக் கட்டுப்படுத்துவது?",
    "answer_si": "පස වියළි වන විට වේයන් ආකර්ෂණය වේ. සිටුවීමට පෙර වළට කොහොඹ පුන්නක්කු එක් කරන්න. පැළය වටා රොඩු ඉවත් කර තෙතමනය රැකගන්න.",
    "answer_ta": "மண் உலரும்போது கறையான்கள் தாக்கும். நடுவதற்கு முன் வேப்பம் பிண்ணாக்கு இடவும். சருகுகளை அகற்றி ஈரப்பதத்தைத் தக்கவைக்கவும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 91,
    "question_si": "රතු කුරුමිණියා කවුද?",
    "question_ta": "சிவப்பு வண்டு என்றால் என்ன?",
    "answer_si": "රතු කුරුමිණියා යනු පොල් වගාවට ඇති භයානකම පලිබෝධකයා වේ. මොවුන් ගසේ කඳ ඇතුළත සිදුරු කරමින් පටක අනුභව කරන අතර, හානිය බාහිරින් හඳුනා ගන්නා විට ගස මියයෑමට ආසන්න මට්ටමක පවතී.",
    "answer_ta": "சிவப்பு வண்டு என்பது தென்னைச் செய்கையில் அதிக சேதத்தை ஏற்படுத்தும் ஒரு பூச்சியாகும். இவை மரத்தின் தண்டிற்குள் துளையிட்டு உட்பகுதியை உண்பதால், மரத்தின் உட்பகுதி முற்றாகச் சிதைவடையும். பாதிப்பு வெளியே தெரியும்போது மரம் இறக்கும் நிலையில் இருக்கலாம்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 92,
    "question_si": "රතු කුරුමිණියා මර්දනය කරන්නේ කොහොමද?",
    "question_ta": "சிவப்பு வண்டைக் கட்டுப்படுத்துவது எப்படி?",
    "answer_si": "හානියට පත් සිදුරු හරහා නිර්දේශිත කෘමිනාශකයක් (උදා: ඇබමැක්ටින්) එන්නත් කිරීම, ෆෙරමෝන් උගුල් ඇටවීම සහ හානියට පත් ගස් නිවැරදිව පුළුස්සා විනාශ කිරීම මගින් මර්දනය කළ හැක.",
    "answer_ta": "பாதிக்கப்பட்ட துளைகள் ஊடாகப் பரிந்துரைக்கப்பட்ட பூச்சிக்கொல்லிகளை (உதாரணமாக: Abamectin) உட்புகுத்துதல், இனக்கவர்ச்சிப் பொறிகளை (Pheromone traps) அமைத்தல் மற்றும் பாதிக்கப்பட்ட மரங்களைச் சரியாக வெட்டி எரித்து அழிப்பதன் மூலம் இதனைக் கட்டுப்படுத்தலாம்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 93,
    "question_si": "සුදු මැස්සා කවුද?",
    "question_ta": "வெள்ளைப் பூச்சி என்றால் என்ன?",
    "answer_si": "සුදු මැස්සා යනු පත්‍රවල යටි පැත්තේ පදිංචි වී යුෂ උරා බොන කුඩා කෘමියෙකි. මෙහිදී කොළ මත සුදු පැහැති පුළුන් වැනි ස්වභාවයක් ඇති වන අතර පසුව කළු පැහැති පුස් (Sooty mold) හටගනී.",
    "answer_ta": "வெள்ளைப் பூச்சி என்பது தென்னை ஓலைகளின் அடிப்பகுதியில் தங்கிச் சாற்றை உறிஞ்சும் மிகச்சிறிய பூச்சியாகும். இதனால் ஓலைகளின் கீழ் வெள்ளை நிறப் பஞ்சு போன்ற படலம் தோன்றி, பின்னர் கறுப்பு நிறப் பூஞ்சை (Sooty mold) உருவாகும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 94,
    "question_si": "සුදු මැස්සා මර්දනය කරන්නේ කොහොමද?",
    "question_ta": "வெள்ளைப் பூச்சியைக் கட்டுப்படுத்துவது எப்படி?",
    "answer_si": "පත්‍ර යටි පැත්තට වැදෙන සේ ජල ප්‍රහාර එල්ල කිරීම, පොල් තෙල් සහ සබන් මිශ්‍රණය ඉසීම හෝ දැඩි හානියකදී නිර්දේශිත පද්ධතිමය කෘමිනාශක භාවිතා කිරීම සිදු කළ හැක.",
    "answer_ta": "ஓலைகளின் அடிப்பகுதியில் படுமாறு நீரைப் பீச்சியடித்தல், தேங்காய் எண்ணெய் மற்றும் சவர்க்காரக் கரைசலைத் தெளித்தல் அல்லது பாதிப்பு அதிகமாக இருந்தால் பரிந்துரைக்கப்பட்ட பூச்சிக்கொல்லிகளைப் பயன்படுத்தலாம்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 95,
    "question_si": "කළු කුරුමිණියා කවුද?",
    "question_ta": "கருப்பு வண்டு என்றால் என்ன?",
    "answer_si": "කළු කුරුමිණියා (Rhinoceros Beetle) යනු පොල් කරට්ටිය සිදුරු කර ලපටි කොළවලට හානි කරන පලිබෝධකයෙකි. කොළ විවෘත වූ විට 'V' හැඩයේ කැපුම් දැකිය හැක්කේ මේ නිසාය.",
    "answer_ta": "கருப்பு வண்டு என்பது தென்னை மகுடத்தைத் துளைத்து இளம் ஓலைகளுக்குப் பாதிப்பை ஏற்படுத்தும் பூச்சியாகும். ஓலைகள் விரிவடையும் போது 'V' வடிவ வெட்டுக்கள் காணப்படுவதற்கு இதுவே காரணமாகும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 96,
    "question_si": "කළු කුරුමිණියා මර්දනය කරන්නේ කොහොමද?",
    "question_ta": "கருப்பு வண்டைக் கட்டுப்படுத்துவது எப்படி?",
    "answer_si": "වත්තේ ඇති කුණු කසළ සහ දිරාපත් වන ලොග ඉවත් කිරීම (බෝවන ස්ථාන විනාශ කිරීම), කරට්ටියට වැලි සහ ලුණු මිශ්‍රණයක් දැමීම හෝ නෙට්ල් දැල් භාවිතා කිරීම මගින් මොවුන් පාලනය කළ හැක.",
    "answer_ta": "தோட்டத்தில் உள்ள குப்பைகள் மற்றும் மட்கிய மரக்குற்றிகளை அகற்றுதல் (பூச்சிகள் உருவாவதைத் தடுத்தல்), மகுடத்தில் மணல் மற்றும் உப்பு கலவையை இடுதல் அல்லது வலைகளைப் பயன்படுத்துவதன் மூலம் இவற்றைக் கட்டுப்படுத்தலாம்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 97,
    "question_si": "කුරුණෑගල වැඩියෙන්ම ඇති කෘමි කරදර මොනවාද?",
    "question_ta": "குறுணாகலில் அதிகம் காணப்படும் பூச்சித் தொல்லைகள் எவை?",
    "answer_si": "කුරුණෑගල දිස්ත්‍රික්කයේ වර්තමානයේ රතු කුරුමිණි හානිය, කළු කුරුමිණි හානිය සහ මෑතකාලීනව පැතිර ගිය සුදු මැස්සාගේ හානිය ප්‍රධාන කෘමි කරදර ලෙස හඳුනාගත හැක.",
    "answer_ta": "குறுணாகல் மாவட்டத்தில் தற்போது சிவப்பு வண்டு, கருப்பு வண்டு மற்றும் அண்மைக் காலங்களில் பரவிய வெள்ளைப் பூச்சி ஆகியவற்றின் பாதிப்புகள் முக்கிய பிரச்சினைகளாக இனங்காணப்பட்டுள்ளன.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 98,
    "question_si": "පොල් මයිටා කියන්නේ කවුද?",
    "question_ta": "தென்னை மென் பூச்சி (Coconut Mite) என்றால் என்ன?",
    "answer_si": "පොල් මයිටා (Aceria guerreronis) යනු පොල් ගෙඩියේ මුදුනෙන් ඇතුළු වී යුෂ උරා බොන ඉතා කුඩා සතෙකි. මෙහිදී ගෙඩි ඇඹරීම, මතුපිට ඉරි තැලීම සහ ගෙඩි කුඩා වීම සිදු වේ.",
    "answer_ta": "தென்னை மென் பூச்சி (Aceria guerreronis) என்பது தேங்காயின் மகுடப் பகுதியில் தங்கிச் சாற்றை உறிஞ்சும் மிகச்சிறிய பூச்சியாகும். இதனால் தேங்காய்கள் நெளிவடைதல், மேற்பரப்பில் வெடிப்புக்கள் ஏற்படுதல் மற்றும் தேங்காய்கள் அளவில் சிறுத்தல் போன்றவை நிகழும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 99,
    "question_si": "පොල් කොළ පතල් කරුවා කවුද?",
    "question_ta": "தென்னை ஓலை சுரங்கப் பூச்சி என்றால் என்ன?",
    "answer_si": "පොල් කොළ පතල් කරුවා (Coconut Leaf Miner) යනු පත්‍රවල පටක අනුභව කරමින් පත්‍ර තුළ ගමන් මාර්ග සාදන පලිබෝධකයෙකි. මෙහිදී පත්‍ර වියළී ගොස් ප්‍රභාසංස්ලේෂණය අඩාල වේ.",
    "answer_ta": "இது தென்னை ஓலைகளின் இழையங்களை உண்டு, ஓலைகளுக்குள் பாதைகளை உருவாக்கும் ஒரு பூச்சியாகும். இதனால் ஓலைகள் காய்ந்து ஒளித்தொகுப்புப் பாதிப்படையும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 100,
    "question_si": "කරට්ටිය කුණුවීම කුමක්ද?",
    "question_ta": "குருத்தழுகல் (Bud Rot) நோய் பற்றிய விளக்கம் என்ன?",
    "answer_si": "මෙය දිලීරයක් මගින් ඇතිවන රෝගයකි. අධික තෙතමනය පවතින විට ගොබය කුණු වී පහසුවෙන් ගැලවී එන අතර පසුව මුළු ගසම මිය යා හැක.",
    "answer_ta": "இது ஒரு பூஞ்சையினால் ஏற்படும் நோயாகும். அதிக ஈரப்பதம் உள்ளபோது குருத்து அழுகி இலகுவாகக் கழன்று வரும், பின்னர் முழு மரமும் இறக்கக்கூடும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 101,
    "question_si": "වේයන් පාලනය කරන්නේ කොහොමද?",
    "question_ta": "கறையான்களைக் கட்டுப்படுத்துவது எப்படி?",
    "answer_si": "වත්තේ ඇති දිරාගිය දැව කොටස් ඉවත් කිරීම, තවානේදී සහ සිටුවීමේදී නිර්දේශිත කෘමිනාශක (උදා: ක්ලෝපයිරිෆොස්) වලකට යෙදීම හෝ ස්වාභාවික ක්‍රම ලෙස කොහොඹ තෙල් භාවිතා කිරීම සිදු කළ හැක.",
    "answer_ta": "தோட்டத்தில் உள்ள மட்கிய மரக்குற்றிகளை அகற்றுதல், கன்றுகளை நடும்போது பரிந்துரைக்கப்பட்ட பூச்சிக்கொல்லிகளை (உதாரணமாக: Chlorpyrifos) குழிக்குள் இடுதல் அல்லது வேப்ப எண்ணெய் போன்ற இயற்கை முறைகளைப் பயன்படுத்தலாம்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 102,
    "question_si": "කුරුණෑගල දිස්ත්‍රික්කයේ විතරක් ඇති රෝග මොනවාද?",
    "question_ta": "குறுணாகல் மாவட்டத்தில் மட்டும் காணப்படும் நோய்கள் எவை?",
    "answer_si": "කුරුණෑගල දිස්ත්‍රික්කයට පමණක් සීමා වූ විශේෂ රෝග ලෙස, මෙහි පවතින දේශගුණය නිසා රතු කුරුමිණි හානිය සහ මෑත කාලීන සුදු මැස්සාගේ හානිය (Whitefly) ඉතා තදින් දක්නට ලැබේ.",
    "answer_ta": "குறுணாகல் மாவட்டத்திற்கு மட்டும் உரித்தான பிரத்தியேக நோய்கள் இல்லையெனினும், இங்குள்ள காலநிலையால் சிவப்பு வண்டுத் தாக்கம் மற்றும் அண்மைக்கால வெள்ளைப் பூச்சி (Whitefly) பாதிப்பு அதிகமாகக் காணப்படுகிறது.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 103,
    "question_si": "ප්ලේසිස්පා කුරුමිණි හානිය යනු කුමක්ද?",
    "question_ta": "பிளெசிஸ்பா வண்டுத் தாக்கம் என்றால் என்ன?",
    "answer_si": "අලුතින් හටගන්නා ලපටි පොල් කොළ ආහාරයට ගන්නා කුඩා කුරුමිණියෙකු නිසා කොළ පිලිස්සුණු ස්වභාවයක් ගැනීම මෙම හානියයි. මෙම හානිය නිසා ගසෙහි වර්ධනය අඩාල වන අතර ප්‍රභාසංස්ලේෂණය කිරීමට ඇති හැකියාව අඩු වේ.",
    "answer_ta": "இது புதிதாகத் தோன்றும் இளம் தென்னை ஓலைகளை உண்ணும் ஒரு சிறிய வண்டாகும், இதனால் ஓலைகள் கருகியது போன்ற தோற்றத்தைப் பெறும். இந்த பாதிப்பினால் மரத்தின் வளர்ச்சி குன்றுவதோடு ஒளித்தொகுப்பு செய்யும் திறனும் குறைகிறது.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 104,
    "question_si": "ප්ලේසිස්පා කුරුමිණි හානිය වළක්වන්නේ කොහොමද?",
    "question_ta": "பிளெசிஸ்பா வண்டுத் தாக்கத்தை எவ்வாறு தடுப்பது?",
    "answer_si": "නිර්දේශිත කෘමිනාශකයක් කරට්ටියට (Bud) යෙදීම හෝ ජීව විද්‍යාත්මක පාලන ක්‍රම භාවිතා කිරීම මගින් මෙය වළක්වා ගත හැක. මෙහිදී කුරුමිණියා බෝ වීම වැළැක්වීමට කරට්ටිය පිරිසිදුව තබා ගැනීම ඉතා වැදගත් වේ.",
    "answer_ta": "பரிந்துரைக்கப்பட்ட பூச்சிக்கொல்லியை குருத்துக்கு (Bud) இடுதல் அல்லது உயிரியல் கட்டுப்பாட்டு முறைகளைப் பயன்படுத்துவதன் மூலம் இதனைத் தடுக்கலாம். வண்டுகள் பெருகுவதைத் தடுக்க குருத்துப் பகுதியைச் சுத்தமாக வைத்திருப்பது மிக முக்கியமாகும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 105,
    "question_si": "වේයන් හානි මොනවාද?",
    "question_ta": "கரையான் பாதிப்புகள் யாவை?",
    "answer_si": "වේයන් මුල් පද්ධතියට සහ කඳට හානි කරන අතර, මෙය වළක්වා ගැනීමට වත්තේ ඇති දිරාගිය දැව ඉවත් කර වලකට නිර්දේශිත කෘමිනාශක යෙදිය යුතුය.",
    "answer_ta": "கறையான்கள் வேர் மற்றும் தண்டுப் பகுதியைச் சிதைக்கும், இதனைத் தவிர்க்கத் தோட்டத்தில் உள்ள மட்கிய மரங்களை அகற்றிவிட்டுப் பரிந்துரைக்கப்பட்ட பூச்சிக்கொல்லிகளைப் பயன்படுத்த வேண்டும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 106,
    "question_si": "කලු කුරුමිණියා මුල් අවදියේ හදුනාගන්නේ කෙසේද?",
    "question_ta": "கருப்பு வண்டுத் தாக்கத்தை ஆரம்ப நிலையிலேயே கண்டறிவது எப்படி?",
    "answer_si": "අලුතින් විවෘත වන පොල් කොළවල 'V' හැඩයේ කැපුම් දැකීම මගිනි. කළු කුරුමිණියා කරට්ටිය සිදුරු කර ලපටි පටක අනුභව කිරීම නිසා කොළ විවෘත වන විට මෙම සලකුණු පෙනේ.",
    "answer_ta": "புதிதாக விரியும் தென்னை ஓலைகளில் 'V' வடிவ வெட்டுக்கள் காணப்படுவது மூலம் கண்டறியலாம். கருப்பு வண்டு மகுடத்தைத் துளைத்து இளம் திசுக்களை உண்பதால், ஓலைகள் விரியும்போது இந்த அடையாளங்கள் தெரியும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 107,
    "question_si": "පොල් මයිටා මුල් අවදියේ හදුනාගන්නේ කෙසේද?",
    "question_ta": "தென்னை மைட் (Mite) தாக்கத்தை ஆரம்ப நிலையிலேயே கண்டறிவது எப்படி?",
    "answer_si": "ලපටි ගෙඩි වල නටුව අසල මතුපිට ත්‍රිකෝණාකාර ලා පැහැති කැළැල් ඇති වීම මගිනි. පසුව මෙම කැළැල් දුඹුරු පැහැ වී ගෙඩි ඇඹරීම සහ මතුපිට ඉරි තැලීම සිදු වේ.",
    "answer_ta": "இளம் காய்களின் காம்புப் பகுதியில் முக்கோண வடிவ வெளிறிய தழும்புகள் தோன்றுவது மூலம் கண்டறியலாம். பின்னர் இந்தத் தழும்புகள் கபில நிறமாக மாறி காய்கள் சுருங்குவதற்கும் மேற்பரப்பில் வெடிப்புகள் ஏற்படுவதற்கும் காரணமாகும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 108,
    "question_si": "පොල් වගාව සදහා ඇති නව නිර්දේශ මොනවද?",
    "question_ta": "தென்னைச் செய்கைக்கான புதிய பரிந்துரைகள் யாவை?",
    "answer_si": "බිංදු ජල සම්පාදනය, දෙමුහුන් ප්‍රභේද භාවිතය සහ ඒකාබද්ධ පලිබෝධ පාලන ක්‍රම. කාලගුණ විපර්යාසයන්ට ඔරොත්තු දීම සඳහා පසෙහි තෙතමනය රැක ගැනීමට පොල් ලෙලි වැළලීම වැනි ක්‍රම නව නිර්දේශ ලෙස ඉදිරිපත් වේ.",
    "answer_ta": "சொட்டு நீர்ப்பாசனம், வீரியமான கன்றுகளின் பயன்பாடு மற்றும் ஒருங்கிணைந்த பூச்சி மேலாண்மை முறைகள். காலநிலை மாற்றங்களைத் தாங்குவதற்கு மண்ணின் ஈரப்பத்தைப் பேணத் தென்னை மட்டைகளைப் புதைப்பது போன்ற முறைகள் புதிய பரிந்துரைகளாக உள்ளன.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 109,
    "question_si": "පොල් කොළ යට සුදු පාටට පුළුන් වගේ තියෙන්නේ මොනවාද?",
    "question_ta": "தென்னை ஓலைகளுக்கு அடியில் வெள்ளை நிறத்தில் பஞ்சு போல இருப்பது என்ன",
    "answer_si": "මෙය සුදු මැස්සා (Whitefly) මගින් ඇති කරන ඉටි තට්ටුවකි.",
    "answer_ta": "இது வெள்ளைப் பூச்சியினால் (Whitefly) ஏற்படுத்தப்படும் மெழுகுப் படலமாகும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 110,
    "question_si": "පොල් ගෙඩි ඇඹරී මතුපිට ඉරි තැලෙන්නේ ඇයි?",
    "question_ta": "தேங்காய்கள் சுருங்கி மேற்பரப்பில் வெடிப்புகள் காணப்படுவது ஏன்?",
    "answer_si": "පොල් මයිටා (Coconut Mite) හානිය නිසා ගෙඩියේ යුෂ උරා බීමෙන් මෙය සිදු වේ.",
    "answer_ta": "தென்னை மைட் (Coconut Mite) பாதிப்பினால் காயின் சாறு உறிஞ்சப்படுவதால் இது நிகழ்கிறது.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 111,
    "question_si": "රතු කුරුමිණියාට එන්නත් කරන්නේ මොනවාද?",
    "question_ta": "சிவப்பு வண்டைக் கட்டுப்படுத்த எதனை ஊசி மூலம் ஏற்ற வேண்டும்?",
    "answer_si": "රතු කුරුමිණියා මර්දනය සඳහා නිර්දේශිත කෘමිනාශකයක් (උදා: ඇබමැක්ටින්) කඳට එන්නත් කළ යුතුය.",
    "answer_ta": "பரிந்துரைக்கப்பட்ட பூச்சிக்கொல்லியை (உதாரணமாக: அபாமெக்டின்) தண்டினுள் ஊசி மூலம் ஏற்ற வேண்டும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 112,
    "question_si": "කොළවල අළු පාට ලප හැදිලා වියළෙන්නේ ඇයි?",
    "question_ta": "ஓலைகளில் சாம்பல் நிறப் புள்ளிகள் தோன்றி காய்வது ஏன்?",
    "answer_si": "මෙය \"කොළ අංගමාරය\" (Leaf Blight) රෝගයයි. දිලීර ආසාදනයක් නිසා පත්‍ර වියළී යයි.",
    "answer_ta": "இது \"இலை கருகல்\" (Leaf Blight) நோய். பூஞ்சைத் தொற்றால் ஓலைகள் காய்ந்துவிடும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 113,
    "question_si": "පොල් වත්තේ වල් ඌරන්ගෙන් පැළ බේරාගන්නේ කොහොමද?",
    "question_ta": "தென்னந்தோட்டத்தில் காட்டுப்பன்றிகளிடமிருந்து கன்றுகளைப் பாதுகாப்பது எப்படி?",
    "answer_si": "පැළ වටා ආරක්ෂිත වැටවල් (Seedling guards) යෙදීම හෝ කටු කම්බි වැටවල් ගැසීම මගිනි.",
    "answer_ta": "கன்றுகளைச் சுற்றி பாதுகாப்புக் கூண்டுகள் அல்லது முட்கம்பி வேலிகளை அமைப்பதன் மூலம்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 114,
    "question_si": "කළු කුරුමිණියා බෝ වෙන්නේ කොහේද?",
    "question_ta": "கருப்பு வண்டு எங்கு உருவாகிறது?",
    "answer_si": "දිරාපත් වන පොල් කොට, කුණු කසළ සහ කාබනික පොහොර ගොඩවල් වලය.",
    "answer_ta": "மட்கிய தென்னங்குற்றிகள், குப்பை மேடுகள் மற்றும் இயற்கை உரக் குழிகளில்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 115,
    "question_si": "සුදු මැස්සා පාලනයට ගෙදරදීම හදාගන්න පුළුවන් දේ මොකක්ද?",
    "question_ta": "வெள்ளைப் பூச்சியைக் கட்டுப்படுத்த வீட்டிலேயே தயாரிக்கக்கூடியது எது?",
    "answer_si": "පොල් තෙල් සහ සබන් මිශ්‍රණයක් (තෙල් මිලිලීටර් 10, සබන් කුඩු ග්‍රෑම් 5, ජලය ලීටර් 1).",
    "answer_ta": "தேங்காய் எண்ணெய் மற்றும் சவர்க்காரக் கரைசல் (10ml எண்ணெய், 5g சவர்க்காரத்தூள், 1L நீர்).",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 116,
    "question_si": "කඳේ සිදුරු වලින් රතු පාට දියරයක් එන්නේ මොකද?",
    "question_ta": "தண்டின் துளைகளிலிருந்து சிவப்பு நிறத் திரவம் வருவது ஏன்?",
    "answer_si": "මෙය රතු කුරුමිණි හානියේ හෝ කඳ වෑස්සීමේ රෝගයේ ලක්ෂණයකි.",
    "answer_ta": "இது சிவப்பு வண்டுத் தாக்கம் அல்லது தண்டழுகல் நோயின் அறிகுறியாகும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 117,
    "question_si": "පොල් මයිටා හානිය මුලින්ම පෙනෙන්නේ කොහේද?",
    "question_ta": "தென்னை மைட் பாதிப்பு முதலில் எங்கு தெரியும்?",
    "answer_si": "ලපටි ගෙඩිවල නටුව අසල මතුපිට ලා පැහැති ත්‍රිකෝණාකාර ලප ලෙසය.",
    "answer_ta": "இளம் காய்களின் காம்புப் பகுதியில் முக்கோண வடிவ வெளிறிய தழும்புகளாகத் தெரியும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 118,
    "question_si": "රතු කුරුමිණියා නිසා මැරුණු ගස් මොකද කරන්නේ?",
    "question_ta": "சிவப்பு வண்டினால் இறந்த மரங்களை என்ன செய்வது?",
    "answer_si": "වහාම කපා, කුඩා කොටස් වලට වෙන් කර ගිනි තබා විනාශ කළ යුතුය.",
    "answer_ta": "உடனடியாக வெட்டி, சிறு துண்டுகளாக்கி எரித்துவிட வேண்டும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 119,
    "question_si": "කොළවල පටක කන කුඩා පණුවා කවුද?",
    "question_ta": "ஓலைத் திசுக்களை உண்ணும் சிறிய புழு எது?",
    "answer_si": "පොල් කොළ පතල් කරුවා (Leaf Miner) හෝ පොල් කොළ කන දඹයාය.",
    "answer_ta": "தென்னை ஓலை சுரங்கப் புழு (Leaf Miner) ஆகும்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 120,
    "question_si": "පොල් කොළවල V හැඩයේ කැපුම් තිබෙන්නේ මොන සතෙක් නිසාද?",
    "question_ta": "தென்னை ஓலைகளில் V வடிவ வெட்டுக்கள் இருக்க என்ன பூச்சி காரணம்?",
    "answer_si": "කළු කුරුමිණියා (Black Beetle) කරට්ටිය සිදුරු කිරීම නිසාය.",
    "answer_ta": "கருப்பு வண்டு (Black Beetle) குருத்தைத் துளைப்பதனால் இப்பாதிப்பு ஏற்படுகிறது.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 121,
    "question_si": "කොරපොතු කෘමියාගේ හානිය මුලින්ම පටන් ගන්නේ කොහෙන්ද?",
    "question_ta": "செதில் பூச்சியின் பாதிப்பு முதலில் எங்கிருந்து ஆரம்பிக்கிறது?",
    "answer_si": "පහළ අතුවල ඇති පත්‍රිකාවල යටි පැත්තෙනි.",
    "answer_ta": "ஓலைகளின் அடிப்பகுதியில் உள்ள சிறிய இலைகளின் (leaflets) கீழ் பக்கத்திலிருந்து.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 122,
    "question_si": "කෝලයන් කියන්නේ කවුද?",
    "question_ta": "Crawlers என்று அழைக்கப்படுபவை எவை?",
    "answer_si": "බිත්තර වලින් පිටතට එන, ගමන් කළ හැකි ඉතා කුඩා නොමේරූ කෘමි අවස්ථාවයි.",
    "answer_ta": "முட்டைகளிலிருந்து வெளிவரும், நகரக்கூடிய மிகச்சிறிய இளம் பூச்சி நிலை.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 123,
    "question_si": "කොරපොතු කෘමියා මියගොස් ඇත්නම් හඳුනාගන්නේ කොහොමද?",
    "question_ta": "செதில் பூச்சிகள் இறந்துவிட்டன என்பதை எவ்வாறு கண்டறியலாம்?",
    "answer_si": "පත්‍රිකාව මත නියපොත්තෙන් ඇද බැලූ විට කුඩු වැනි කොටසක් (Scaly fluff) ලැබීමෙන් හඳුනාගත හැක.",
    "answer_ta": "நகத்தால் சுரண்டிப் பார்க்கும்போது பொடி போன்ற பொருள் (Scaly fluff) வெளிவந்தால் அவை இறந்துவிட்டன எனலாம்.",
    "category": "Pest Management (Red Palm Weevil & Black Beetle)",
    "keywords": "Diseases, pest management"
  },
  {
    "id": 124,
    "question_si": "සිටුවන්න හොඳම පොල් පැළයක් තෝරාගන්නේ කොහොමද?",
    "question_ta": "நடுவதற்கு சிறந்த தென்னை கன்றை எவ்வாறு தேர்ந்தெடுப்பது?",
    "answer_si": "සිටුවීමට මාස 7-9 ක් වයසැති, නිරෝගී පැළයක් තෝරාගත යුතුයි. පැළයේ වටප්‍රමාණය (Girth) අඟල් 4-5 ක් වත් තිබීම, වේලාසනින් ප්‍රරෝහණය වී තිබීම සහ අවම වශයෙන් කොළ 3-4 ක් වත් තිබීම හොඳ පැළයක ලක්ෂණ වේ.",
    "answer_ta": "7-9 மாத கால வயதுடைய, ஆரோக்கியமான கன்றைத் தேர்ந்தெடுக்க வேண்டும். கன்றின் அடிப்பகுதி 4-5 அங்குல சுற்றளவு கொண்டதாகவும், சீக்கிரம் முளைத்ததாகவும், குறைந்தது 3-4 ஓலைகளைக் கொண்டதாகவும் இருப்பது சிறந்த கன்றின் அடையாளமாகும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 125,
    "question_si": "අලුතින් සිටුවපු පැළයේ කොළ වේළිලා යන්නේ ඇයි?",
    "question_ta": "புதிதாக நட்ட கன்றின் இலைகள் காய்ந்து போவது ஏன்?",
    "answer_si": "මෙයට හේතුව 'සිටුවීමේ කම්පනය' (Transplanting shock) විය හැකියි. එසේත් නැතිනම් ප්‍රමාණවත් ජලය නොලැබීම හෝ දැඩි හිරු රශ්මියට නිරාවරණය වීම මීට බලපෑ හැකියි.",
    "answer_ta": "இது 'நடுதல் அதிர்ச்சி' (Transplanting shock), போதிய நீர் இல்லாமை அல்லது கடுமையான சூரிய வெப்பத்தினால் ஏற்படலாம்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 126,
    "question_si": "පොල් පැළයක් සිටුවන්න ඕන වලේ ප්‍රමාණය කීයද?",
    "question_ta": "தென்னை கன்று நடுவதற்கு குழியின் அளவு என்னவாக இருக்க வேண்டும்?",
    "answer_si": "සාමාන්‍යයෙන් අඩි 3 x 3 x 3 (දිග, පළල, ගැඹුර) ප්‍රමාණයේ වළක් කැපීම නිර්දේශ කෙරේ. මෙය මූල පද්ධතියට පහසුවෙන් පස තුළට විහිදී යාමට ඉඩ සලසයි.",
    "answer_ta": "பொதுவாக 3 x 3 x 3 அடி (நீளம், அகலம், ஆழம்) அளவுள்ள குழியை வெட்டுவது பரிந்துரைக்கப்படுகிறது. இது வேர்கள் மண்ணுக்குள் எளிதாகப் பரவ உதவுகிறது.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 127,
    "question_si": "වියළි කාලේ පැළේට කොච්චර වතුර දාන්න ඕනේද?",
    "question_ta": "வறட்சி காலத்தில் கன்றுக்கு எவ்வளவு தண்ணீர் ஊற்ற வேண்டும்?",
    "answer_si": "වියළි කාලගුණයකදී ලපටි පැළයකට සතියකට ලීටර් 20-30 ක පමණ ජල ප්‍රමාණයක් අවශ්‍ය වේ. මෙය සතියකට දෙවතාවක් පමණ බෙදා ලබා දීම වඩාත් සුදුසුයි.",
    "answer_ta": "வறண்ட காலநிலையில் ஒரு இளம் கன்றுக்கு வாரத்திற்கு 20-30 லிட்டர் தண்ணீர் தேவைப்படும். இதை வாரத்திற்கு இரண்டு முறை பிரித்து வழங்குவது சிறந்தது.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 128,
    "question_si": "පැළයකට වතුර දාන්න හොඳම වෙලාව උදේද හවසද?",
    "question_ta": "கன்றுக்கு நீர் ஊற்ற சிறந்த நேரம் காலையா அல்லது மாலையா?",
    "answer_si": "හොඳම වෙලාව සවස් කාලය හෝ උදේ පාන්දරයි. එවිට ජලය වාෂ්ප වීම අඩු වී ගසට වැඩි වේලාවක් තෙතමනය උරා ගැනීමට හැකි වේ.",
    "answer_ta": "மாலை நேரம் அல்லது அதிகாலை வேளையே சிறந்தது. இது நீர் ஆவியாவதைக் குறைத்து, மரம் நீண்ட நேரம் ஈரப்பதத்தை உறிஞ்ச உதவும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 129,
    "question_si": "පැළේ මුලට වතුර රැඳෙන විදියට පාත්තිය හදන්නේ කොහොමද?",
    "question_ta": "கன்றின் அடியில் நீர் தேங்கும் வகையில் பாத்தி அமைப்பது எப்படி?",
    "answer_si": "ගස වටා පිඟානක හැඩයට (Basin) පාත්තිය සකස් කළ යුතුයි. ඉන්පසු වතුර රඳවා ගැනීමටත් පස වේළීම වැළැක්වීමටත් පොල් ලෙලි හෝ කොළ රොඩු යොදා වසුනක් (Mulching) යෙදීම ඉතා වැදගත් වේ.",
    "answer_ta": "மரத்தைச் சுற்றித் தட்டுப் போன்ற (Basin) வடிவில் பாத்தியை அமைக்க வேண்டும். ஈரப்பதத்தைத் தக்கவைக்கத் தென்னை மட்டைகள் அல்லது காய்ந்த இலைகளைக் கொண்டு மூடாக்கு (Mulching) இடுவது அவசியம்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 130,
    "question_si": "තවානක පොල් පැළ තියෙනකොට ගන්න ඕන ප්‍රවේශම් මොනවාද?",
    "question_ta": "நாற்றங்காலில் தென்னை கன்றுகள் இருக்கும்போது எடுக்க வேண்டிய முன்னெச்சரிக்கைகள் என்ன?",
    "answer_si": "තවාන සැමවිටම වල් පැලෑටි වලින් තොරව තබා ගත යුතුයි. වේයන් සහ කොළ කන කෘමීන්ගෙන් ආරක්ෂා වීමට අවශ්‍ය පියවර ගත යුතු අතර තවානට මඳ සෙවනක් ලබා දීම සුදුසුයි.",
    "answer_ta": "நாற்று மேடையைச் சுத்தமாக வைத்திருக்க வேண்டும். கரையான்கள் மற்றும் ஓலை தின்னும் புழுக்களிடம் இருந்து பாதுகாக்க வேண்டும். கன்றுகளுக்குச் சற்று நிழல் வழங்குவது நல்லது.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 131,
    "question_si": "පැළයේ මුල කුණු වෙලා තියෙන්නේ වතුර වැඩි නිසාද?",
    "question_ta": "கன்றின் அடிப்பகுதி அழுகியிருப்பது அதிக நீரினால் தானா?",
    "answer_si": "ඔව්, වළේ ජලය බැස නොයා පල් වී තිබීමෙන් දිලීර ආසාදන ඇති වී මුල් කුණු විය හැකියි. මෙය පැළය මැරී යාමට ප්‍රධාන හේතුවකි.",
    "answer_ta": "ஆம், குழியில் நீர் தேங்கி நிற்பதால் பூஞ்சை தொற்று ஏற்பட்டு வேர்கள் அழுகலாம். இது கன்று இறப்பதற்குக் காரணமாகும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 132,
    "question_si": "අව්වෙන් බේරගන්න පැළයට හෙවනක් කරන්න ඕනෙද?",
    "question_ta": "வெயிலிலிருந்து பாதுகாக்க கன்றுக்கு நிழல் அமைக்க வேண்டுமா?",
    "answer_si": "ඔව්, සිටුවා මුල් මාස 6-12 දක්වා කාලය තුළ දැඩි හිරු රශ්මියෙන් ආරක්ෂා වීමට අතු හෝ දැල් යොදා මඳ සෙවනක් ලබා දීම පැළයේ වර්ධනයට හිතකරයි.",
    "answer_ta": "ஆம், நட்ட முதல் 6-12 மாதங்கள் வரை கடுமையான வெயிலில் இருந்து பாதுகாக்கத் தென்னை ஓலைகள் அல்லது வலைகளைக் கொண்டு நிழல் அமைப்பது கன்றின் வளர்ச்சிக்கு நல்லது.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 133,
    "question_si": "බඳුන්ගත පොල් පැළ සිටුවීමේදී සැලකිලිමත් විය යුතු දේ මොනවාද?",
    "question_ta": "பைகளில் வளர்க்கப்பட்ட கன்றுகளை நடும்போது கவனிக்க வேண்டியவை எவை?",
    "answer_si": "බඳුනෙන් ඉවත් කිරීමේදී මූල පද්ධතියට හානි නොවන සේ ප්ලාස්ටික් බෑගය ප්‍රවේශමෙන් කපා ඉවත් කළ යුතුයි. පැළය වළේ තැබීමේදී බඳුනේ තිබූ මට්ටමටම පස් පිරවීමට වගබලා ගත යුතුය.",
    "answer_ta": "பையில் இருந்து எடுக்கும்போது வேர்களுக்குச் சேதம் ஏற்படாதவாறு பிளாஸ்டிக் பையை மெதுவாக வெட்டி அகற்ற வேண்டும். குழியில் வைக்கும்போது, பையில் இருந்த அதே மட்டத்திற்கு மண்ணை நிரப்ப வேண்டும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 134,
    "question_si": "බිංදු ජල සම්පාදනය (Drip Irrigation) පොල් වත්තට හොඳද?",
    "question_ta": "சொட்டு நீர்ப்பாசனம் தென்னந்தோப்பிற்கு நல்லதா?",
    "answer_si": "ඔව්, එය ඉතාම කාර්යක්ෂම ක්‍රමයකි. ජලය අපතේ යාම අවම වන අතර ගසට නිරන්තරයෙන් අවශ්‍ය තෙතමනය ලබා දීමට හැකි වේ. මෙය ශ්‍රමය ද ඉතිරි කරයි.",
    "answer_ta": "ஆம், இது மிகவும் திறமையான முறையாகும். நீர் வீணாவதைத் தடுப்பதுடன், மரத்திற்குத் தேவையான ஈரப்பதத்தைத் தொடர்ச்சியாக வழங்குகிறது. இது வேலையாட்களின் தேவையையும் குறைக்கும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 135,
    "question_si": "වර්ෂා කාලයේදී පැළ වලට වතුර දැමීම නතර කළ යුතුද?",
    "question_ta": "மழைக்காலத்தில் கன்றுகளுக்கு நீர் ஊற்றுவதை நிறுத்த வேண்டுமா?",
    "answer_si": "පසෙහි ප්‍රමාණවත් තෙතමනයක් තිබේ නම් වතුර දැමීම නතර කළ හැකියි. නමුත් වළ ඇතුළේ වතුර පල් වී තිබේ නම් එය ඉවත් කිරීමට කාණු පද්ධතියක් සකස් කළ යුතුයි.",
    "answer_ta": "மண்ணில் போதிய ஈரப்பதம் இருந்தால் நீர் ஊற்றுவதை நிறுத்தலாம். ஆனால் குழியில் நீர் தேங்கி நின்றால், அதை வெளியேற்ற வடிகால் வசதி செய்ய வேண்டும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 136,
    "question_si": "වැලි පසක පොල් පැළයක් හදන්න වතුර කොච්චර ඕනේද?",
    "question_ta": "மணல் பாங்கான மண்ணில் தென்னை வளர்க்க எவ்வளவு நீர் தேவை?",
    "answer_si": "වැලි පසෙහි ජලය රඳවා ගැනීමේ හැකියාව අඩු නිසා අනෙක් පස් වලට වඩා නිතර (දින 2 කට වරක් වත්) ජලය සැපයිය යුතුය. මෙහිදී කොහුබත් වළවල් යෙදීම තෙතමනය රැක ගැනීමට උපකාරී වේ.",
    "answer_ta": "மணல் மண்ணில் நீர் தங்கும் திறன் குறைவு என்பதால், மற்ற மண்ணை விட அடிக்கடி (குறைந்தது 2 நாட்களுக்கு ஒருமுறை) நீர் பாய்ச்ச வேண்டும். தென்னை நார் கழிவுகளைப் பயன்படுத்துவது ஈரப்பதத்தைத் தக்கவைக்க உதவும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 137,
    "question_si": "පැළයේ ගොබය ඇදලා ගත්තම ගැලවිලා එන්නේ ඇයි?",
    "question_ta": "கன்றின் குருத்தை இழுத்தால் அது கழன்று வருவது ஏன்?",
    "answer_si": "මෙය 'ගොබය කුණු වීමේ රෝගයේ' (Bud Rot) ලක්ෂණයකි. දිලීරයක් හෝ බැක්ටීරියාවක් නිසා ගොබය ඇතුළතින් කුණු වී මෙසේ ගැලවී එයි. මෙවැනි පැළයක් බේරා ගැනීම අපහසුය.",
    "answer_ta": "இது 'குருத்தழுகல் நோயின்' (Bud Rot) அறிகுறியாகும். பூஞ்சை அல்லது பாக்டீரியா தொற்றினால் குருத்தின் உட்பகுதி அழுகி இவ்வாறு நிகழும். இத்தகைய கன்றுகளைக் காப்பாற்றுவது கடினம்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 138,
    "question_si": "වළක් ඇතුළේ පැළය සිටුවන නිවැරදි ගැඹුර කොපමණද?",
    "question_ta": "குழிக்குள் கன்றை நடுவதற்கு சரியான ஆழம் எவ்வளவு?",
    "answer_si": "වළේ පතුලේ සිට අඟල් 6-9 ක් පමණ ගැඹුරකින් පැළය තැබිය යුතුය. පොල් ගෙඩිය පස් වලින් වැසෙන සේ මතුපිට පස් පුරවන්න. ගෙඩිය මතුපිටට පස් අඟලක් පමණ තිබීම සෑහේ. මුළු වළම පස් වලින් පුරවන්න එපා.",
    "answer_ta": "3 அடி ஆழமுள்ள குழியின் அடியில் இருந்து 6-9 அங்குல உயரத்தில் கன்றை வைக்க வேண்டும். தேங்காய் மூழ்கும் வரை மேல் மண்ணால் நிரப்பவும். முழு குழியையும் மண்ணால் நிரப்பக்கூடாது.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 139,
    "question_si": "පොල් කඳේ කළු පාටට පැණි වැනි දියරයක් වෑස්සෙනවා.",
    "question_ta": "தென்னை தண்டின் ஆங்காங்கே கருப்பு நிறத்தில் திரவம் வடிகிறது.",
    "answer_si": "\"කඳෙන් පැණි වැගිරීමේ\" රෝගයයි. එම ස්ථානය පිරිසිදු කර තාර (Tar) හෝ දිලීර නාශකයක් ගල්වන්න. ගසට ප්‍රමාණවත් වතුර සහ පොහොර දෙන්න.",
    "answer_ta": "இது \"தண்டில் நீர் வடிதல்\" நோய். இடத்தை சுத்தம் செய்து தார் அல்லது பூஞ்சை நாசினி பூசவும். மரத்திற்குப் போதிய நீர் மற்றும் உரமிடவும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 140,
    "question_si": "පොල් වත්තකට දියර පොහොර යෙදීම සුදුසුද?",
    "question_ta": "தென்னந்தோப்பிற்கு போன்ற திரவ உரங்களை இடுவது சிறந்ததா?",
    "answer_si": "ඔව්, ජීවාමෘතය වැනි කාබනික දියර පොහොර මගින් පසෙහි ක්ෂුද්‍ර ජීවී ක්‍රියාකාරිත්වය වැඩි වේ. මෙය රසායනික පොහොර උරා ගැනීමට ගසට උදව් කරන අතර පසෙහි සාරවත් බව දිගුකාලීනව පවත්වා ගනී.",
    "answer_ta": "ஆம், ஜீவாமிர்தம் போன்ற திரவ உரங்கள் மண்ணில் நுண்ணுயிரிகளின் செயல்பாட்டை அதிகரிக்கின்றன. இது இரசாயன உரங்களை மரம் எளிதாக உறிஞ்ச உதவுவதுடன் மண்ணின் வளத்தை நீண்ட காலத்திற்குப் பாதுகாக்கிறது.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 141,
    "question_si": "දර ලිපේ අළු පොල් ගසට පොහොරක් ලෙස යෙදීම සුදුසුද?",
    "question_ta": "அடுப்புச் சாம்பலை தென்னை மரத்திற்கு உரப் பயன்பாட்டிற்கு இடலாமா?",
    "answer_si": "ඔව්, දර අළු යනු පොටෑසියම් (Potassium) බහුල ස්වාභාවික පොහොරකි. ගෙඩි වල ප්‍රමාණය ලොකු කිරීමට සහ වාරි ජලය හිඟ අවස්ථාවලදී ගසට ඔරොත්තු දීමේ ශක්තිය ලබා දීමට අළු උදව් වේ.",
    "answer_ta": "ஆம், அடுப்புச் சாம்பல் பொட்டாசியம் (Potassium) சத்து நிறைந்த இயற்கை உரமாகும். தேங்காயின் அளவை அதிகரிக்கவும் வறட்சிக் காலங்களில் மரம் தாக்குப் பிடிக்கவும் சாம்பல் உதவுகிறது.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 142,
    "question_si": "පැළ සිටුවා මුල් වසර 3 තුළ දිය යුතු සත්කාර මොනවාද?",
    "question_ta": "கன்று நட்ட முதல் 3 ஆண்டுகளில் வழங்க வேண்டிய பராமரிப்புகள் யாவை?",
    "answer_si": "මෙම අවධිය \"ළදරු අවධිය\" ලෙස හැඳින්වේ. නිවැරදි ජල සම්පාදනය, වල් පැලෑටි පාලනය සහ නිර්දේශිත තරුණ පොල් පොහොර මිශ්‍රණය ලබා දීම මගින් ගස ශක්තිමත්ව වර්ධනය වේ.",
    "answer_ta": "இது \"இளம் பருவம்\" எனப்படும். முறையான நீர்ப்பாசனம், களைக் கட்டுப்பாடு மற்றும் பரிந்துரைக்கப்பட்ட இளம் தென்னை உரக்கலவையை வழங்குவதன் மூலம் மரம் வலிமையாக வளரும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 143,
    "question_si": "ගස පීදීමට ආසන්න බව හඳුනාගන්නේ කොහොමද?",
    "question_ta": "மரம் காய்க்கும் நிலையை நெருங்குவதை எவ்வாறு கண்டறியலாம்?",
    "answer_si": "සාමාන්‍යයෙන් වසර 4-5ක් පමණ වන විට ගසේ කඳ හොඳින් මහත් වී කරටියෙන් මල් කොපුවක් (Spathe) මතු වේ නම් එය ගස පීදීමේ ලක්ෂණයකි.",
    "answer_ta": "பொதுவாக 4-5 ஆண்டுகளில் மரத்தின் தண்டு நன்கு பருமனடைந்து, மகுடத்திலிருந்து முதல் பாளை (Spathe) வெளிவருவது மரம் காய்க்கத் தொடங்குவதற்கான அறிகுறியாகும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 144,
    "question_si": "පීදුණු ගසකට පොහොර යෙදීමේ රටාව වෙනස් කළ යුතුද?",
    "question_ta": "காய்க்கும் மரங்களுக்கு உரமிடும் முறையை மாற்ற வேண்டுமா?",
    "answer_si": "ඔව්, ගස පීදුණු පසු ගෙඩි සෑදීම සඳහා වැඩිපුර පොටෑසියම් (Potash) අවශ්‍ය වේ. එබැවින් CRI නිර්දේශිත වැඩිහිටි පොල් පොහොර මිශ්‍රණය භාවිතා කළ යුතුය.",
    "answer_ta": "ஆம், மரம் காய்க்கத் தொடங்கிய பின் தேங்காய் உற்பத்திக்கு அதிக பொட்டாசியம் (Potash) தேவைப்படும். எனவே தென்னை ஆராய்ச்சி நிறுவனத்தினால் (CRI) பரிந்துரைக்கப்பட்ட முதிர்ந்த தென்னை உரக்கலவையைப் பயன்படுத்த வேண்டும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 145,
    "question_si": "පොල් පැළයක් තවානේ සිට ස්වාභාවික පරිසරයට හුරු කරන්නේ කොහොමද?",
    "question_ta": "நாற்றுமேடையிலிருந்து தென்னங்கன்றை இயற்கைச் சூழலுக்கு எவ்வாறு பழக்கப்படுத்துவது?",
    "answer_si": "තවානේ තිබූ සෙවන ක්‍රමයෙන් අඩු කර සති දෙකක් පමණ හිරු එළියට විවෘත කිරීමෙන් පැළය ක්ෂේත්‍රයේ සිටුවීමට සූදානම් කළ හැක.",
    "answer_ta": "நாற்றுமேடையில் வழங்கப்பட்ட நிழலைப் படிப்படியாகக் குறைத்து, இரண்டு வாரங்கள் வரை சூரிய ஒளியில் நேரடியாக விடுவதன் மூலம் கன்றுகளை வயலில் நடுவதற்குத் தயார் செய்யலாம்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 146,
    "question_si": "පොල් ගසක් උපරිම අස්වැන්න ලබා දෙන කාලය කොපමණද?",
    "question_ta": "தென்னை மரம் அதிகபட்ச விளைச்சலைத் தரும் காலம் எவ்வளவு?",
    "answer_si": "වසර 15 ත් 45 ත් අතර කාලය පොල් ගසක උපරිම අස්වැන්න ලැබෙන කාලයයි. මෙම කාලය තුළ නිසි නඩත්තුව අත්‍යවශ්‍ය වේ.",
    "answer_ta": "15 முதல் 45 ஆண்டுகள் வரையான காலப்பகுதியிலேயே தென்னை மரம் அதன் உச்சகட்ட விளைச்சலைத் தருகிறது. இக்காலத்தில் முறையான பராமரிப்பு மிகவும் அவசியம்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 147,
    "question_si": "පොල් මල්වල පරාගණයට අධික උෂ්ණත්වය බලපාන්නේ කොහොමද?",
    "question_ta": "தென்னை பூக்களின் மகரந்தச் சேர்க்கையில் அதிக வெப்பநிலையின் தாக்கம் என்ன?",
    "answer_si": "උෂ්ණත්වය 33°C ට වඩා වැඩි වූ විට පරාග වල ජීවී ගුණය අඩු වන අතර, එමගින් ගෙඩි හට ගැනීම (Fruit set) අඩු වී අස්වැන්න පහළ යා හැක.",
    "answer_ta": "வெப்பநிலை 33°C க்கும் அதிகமாகும் போது மகரந்த மணிகளின் உயிர்வாழும் திறன் குறைகிறது. இதனால் காய் பிடிக்கும் விகிதம் குறைந்து ஒட்டுமொத்த விளைச்சல் வீழ்ச்சியடையக்கூடும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 148,
    "question_si": "කුරුණෑගල ප්‍රදේශයට බලපාන අන්තර් මෝසම් වැසි පොල් වගාවට වැදගත් වන්නේ ඇයි?",
    "question_ta": "குருணாகல் பகுதியில் நிலவும் இடைக்கால பருவமழை தென்னைச் செய்கைக்கு ஏன் முக்கியமானது?",
    "answer_si": "අන්තර් මෝසම් වැසි මගින් වසරේ වියළි කාලයන් අතරතුර පසට තෙතමනය ලබා දෙන නිසා ගස්වල පීදීම අඛණ්ඩව පවත්වා ගැනීමට උදව් වේ.",
    "answer_ta": "இடைக்கால பருவமழை ஆண்டின் வறட்சியான காலப்பகுதிகளில் மண்ணிற்குத் தேவையான ஈரப்பதத்தை வழங்குகிறது. இது தென்னை மரங்கள் தொடர்ச்சியாகப் பூப்பதற்கும் காய்ப்பதற்கும் பெரிதும் உதவுகிறது.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 149,
    "question_si": "අධික වර්ෂාව පවතින විට පොල් මල් හැලීමට හේතුව කුමක්ද?",
    "question_ta": "அதிக மழையினால் தென்னை பூக்கள் உதிர்வதற்கான காரணம் என்ன?",
    "answer_si": "අධික වර්ෂාව නිසා පරාග සෝදා යාම සහ පරාගනය සිදු කරන කෘමීන්ගේ ක්‍රියාකාරිත්වය අඩුවීම නිසා ගෙඩි හට නොගෙන මල් හැලී යා හැක.",
    "answer_ta": "அதிக மழையினால் மகரந்தங்கள் நீரில் கழுவப்படுவதாலும், மகரந்தச் சேர்க்கைக்கு உதவும் பூச்சிகளின் செயல்பாடு குறைவதாலும் பூக்கள் காயாக மாறாமல் உதிரக்கூடும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 150,
    "question_si": "පොල් වගාවට අවශ්‍ය අවම සූර්යාලෝකය කොපමණද?",
    "question_ta": "தென்னைச் செய்கைக்குத் தேவையான குறைந்தபட்ச சூரிய ஒளி எவ்வளவு?",
    "answer_si": "දිනකට පැය 6ක් හෝ ඊට වැඩි කාලයක් හොඳින් සූර්යාලෝකය ලැබීම සාර්ථක අස්වැන්නක් සඳහා අත්‍යවශ්‍ය වේ.",
    "answer_ta": "தென்னை மரம் வெற்றிகரமாக விளைச்சலைத் தர ஒரு நாளைக்குக் குறைந்தது 6 மணிநேரம் அல்லது அதற்கு மேற்பட்ட நேரடி சூரிய ஒளி அவசியமாகும்",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 151,
    "question_si": "වර්ෂාපතනය අඩු කුරුණෑගල ප්‍රදේශ වලට වඩාත් ගැලපෙන පොල් වර්ගය කුමක්ද?",
    "question_ta": "மழைவீழ்ச்சி குறைந்த குருணாகல் பகுதிகளுக்கு மிகவும் பொருத்தமான தென்னை வகை எது?",
    "answer_si": "නියඟයට ඔරොත්තු දෙන 'සී.ආර්.අයි.සී. 60' (CRIC60) වැනි දෙමුහුන් ප්‍රභේද එවැනි ප්‍රදේශ සඳහා නිර්දේශ කෙරේ.",
    "answer_ta": "வறட்சியைத் தாங்கி வளரக்கூடிய 'CRIC60' போன்ற ஒட்டு ரகத் தென்னை வகைகள் இத்தகைய பகுதிகளுக்குப் பரிந்துரைக்கப்படுகின்றன.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 152,
    "question_si": "පොල් පැළයක් සිටුවීමෙන් පසු පළමු කොළය ලැබීමට කොපමණ කාලයක් යයිද?",
    "question_ta": "தென்னங்கன்று நட்ட பிறகு முதல் ஓலை வர எவ்வளவு காலம் எடுக்கும்?",
    "answer_si": "සිටුවා සති 4-8ක් ඇතුළත පළමු පත්‍රය (Leaf spike) මතු වීම සාමාන්‍ය තත්ත්වයයි.",
    "answer_ta": "கன்றுகளை நட்ட பிறகு பொதுவாக 4 முதல் 8 வாரங்களுக்குள் முதல் புதிய ஓலை (Leaf spike) வெளிவருவது இயல்பானதாகும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 153,
    "question_si": "පසෙහි පොස්පරස් මට්ටම වැඩි දියුණු කරන්නේ කොහොමද?",
    "question_ta": "மண்ணில் பாஸ்பரஸ் அளவை எவ்வாறு மேம்படுத்தலாம்?",
    "answer_si": "නිර්දේශිත පොහොර මිශ්‍රණයට අමතරව 'එප්පාවල රොක් පොස්පේට්' (ERP) යෙදීම මගින් පසෙහි පොස්පරස් මට්ටම වැඩි කළ හැක.",
    "answer_ta": "பரிந்துரைக்கப்பட்ட உரக்கலவையுடன் மேலதிகமாக 'எப்பாவல ராக் பாஸ்பேட்' (ERP) இடுவதன் மூலம் மண்ணின் பாஸ்பரஸ் அளவை அதிகரிக்க முடியும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 154,
    "question_si": "කාබනික පොහොර හා අකාබනික පොහොර අතර වෙනස කුමක්ද?",
    "question_ta": "இயற்கை உரம் மற்றும் செயற்கை உரங்களுக்கு இடையிலான வேறுபாடு என்ன?",
    "answer_si": "කාබනික පොහොර (ගොම, කොම්පෝස්ට්) මගින් පසෙහි ව්‍යුහය සහ ජල රඳවා ගැනීම දියුණු කරන අතර, අකාබනික පොහොර (යූරියා, MOP) මගින් ගසට අවශ්‍ය පෝෂක කොටස් ඉක්මනින් හා නිවැරදි ප්‍රමාණයෙන් ලබා දෙයි.",
    "answer_ta": "இயற்கை உரங்கள் (சாணம், உக்கலான கழிவுகள்) மண்ணின் அமைப்பை மேம்படுத்தி நீரைத் தக்கவைக்கும் திறனை அதிகரிக்கின்றன. செயற்கை உரங்கள் (Urea, MOP) மரத்திற்குத் தேவையான ஊட்டச்சத்துக்களை விரைவாகவும் துல்லியமான அளவிலும் வழங்குகின்றன.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 155,
    "question_si": "පොල් ගස්වල පෝෂක ඌනතා හඳුනාගන්නේ කොහොමද?",
    "question_ta": "தென்னை மரங்களில் ஊட்டச்சத்துக் குறைபாடுகளை எவ்வாறு கண்டறியலாம்?",
    "answer_si": "පත්‍රවල වර්ණය වෙනස් වීම (කහ පැහැ වීම), ගෙඩි වැටීම, ගෙඩි කුඩා වීම සහ පත්‍රවල කෙළවර පිළිස්සුණු ස්වභාවයක් ගැනීම මගින් පෝෂක ඌනතා හඳුනාගත හැක.",
    "answer_ta": "ஓலைகளின் நிறம் மாறுதல் (மஞ்சள் நிறமாதல்), காய்கள் உதிர்தல், தேங்காய்கள் சிறுத்தல் மற்றும் ஓலைகளின் நுனிகள் கருகிய நிலையில் காணப்படுதல் ஆகியவற்றின் மூலம் ஊட்டச்சத்துக் குறைபாடுகளை அறியலாம்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 156,
    "question_si": "පොල් වගාවේ අතුරු බෝග වගාව පිළිබඳ උපදෙස් මොනවාද?",
    "question_ta": "தென்னைச் செய்கையில் இடைப்பயிர்ச் செய்கை குறித்த ஆலோசனைகள் யாவை?",
    "answer_si": "සෙවන ප්‍රමාණය සහ ජල පහසුව මත ගම්මිරිස්, කොකෝවා, කෙසෙල් හෝ ඉඟුරු වැනි බෝග කුරුණෑගල ප්‍රදේශයට වඩාත් ගැලපේ. අතුරු බෝග මගින් වත්තෙන් ලැබෙන සමස්ත ආදායම වැඩි වන අතර පසෙහි තෙතමනය රැක ගැනීමටද එය උදව් වේ.",
    "answer_ta": "நிழலின் அளவு மற்றும் நீர் வசதியைப் பொறுத்து மிளகு, கொக்கோ, வாழை அல்லது இஞ்சி போன்ற பயிர்கள் குறுணாகல் பகுதிக்கு மிகவும் பொருத்தமானவை. இடைப்பயிர்கள் மூலம் தோட்டத்தின் ஒட்டுமொத்த வருமானம் அதிகரிப்பதோடு மண்ணின் ஈரப்பதத்தைப் பாதுகாக்கவும் உதவுகிறது.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 157,
    "question_si": "මතුපිට පොහොර යෙදීම යනු කුමක්ද?",
    "question_ta": "மேற்பரப்பு உரமிடல் என்றால் என்ன?",
    "answer_si": "පස හෑරීමකින් තොරව ගස වටා ඇති මතුපිට පස මත පොහොර විසිරුවා හැරීම මතුපිට පොහොර යෙදීමයි.",
    "answer_ta": "மண்ணைத் தோண்டாமல் மரத்தைச் சுற்றியுள்ள மேற்பரப்பு மண்ணில் உரத்தைத் தூவுவது மேற்பரப்பு உரமிடல் எனப்படும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 158,
    "question_si": "පාත්තියක් කපා පොහොර යෙදීම යනු කුමක්ද?",
    "question_ta": "வட்டப் பாத்தி அமைத்து உரமிடுவது என்றால் என்ன?",
    "answer_si": "ගස වටා වෘත්තාකාර කාණුවක් හෝ පාත්තියක් කපා පොහොර යෙදීම මෙයින් අදහස් වේ. මෙහිදී පොහොර සෝදා යාම වැළකී මුල්වලට පෝෂණය හොඳින් උරා ගැනීමට අවස්ථාව ලැබේ. මෙය වඩාත් නිර්දේශිත ක්‍රමය වන අතර, පොහොර යෙදීමෙන් පසු එම ප්‍රදේශයට වසුනක් (Mulch) යෙදීමෙන් ප්‍රතිඵල තවත් සාර්ථක වේ.",
    "answer_ta": "மரத்தைச் சுற்றி வட்டமாக ஒரு அகழியை அல்லது பாத்தியை வெட்டி உரமிடுவதாகும். இதன் மூலம் உரம் வீணாவது தவிர்க்கப்பட்டு வேர்களுக்கு ஊட்டச்சத்து நன்கு கிடைக்கிறது. இது மிகவும் பரிந்துரைக்கப்படும் முறையாகும், உரமிட்ட பின் அந்தப் பகுதியில் மூடாக்கிடுவது மேலதிக பலனைத் தரும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 159,
    "question_si": "පොල් කරදිය පාලනය කරන්නේ කොහොමද?",
    "question_ta": "அதிகப்படியான உப்புத்தன்மையைக் கட்டுப்படுத்துவது எப்படி?",
    "answer_si": "අධික ලවණතාවය ඇති විට ජල වහනය දියුණු කිරීම සහ කාබනික පොහොර වැඩිපුර යෙදීම මගින් එහි බලපෑම අවම කළ හැක.",
    "answer_ta": "அதிக உப்புத்தன்மை உள்ளபோது நீர்வடிப்பைச் சீர்செய்தல் மற்றும் இயற்கை உரங்களை அதிகளவு இடுவதன் மூலம் அதன் பாதிப்பைக் குறைக்கலாம்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 160,
    "question_si": "එම් පාම් සහ නෙට් පිළිබඳ විස්තර?",
    "question_ta": "எம் பாம் மற்றும் வலைகள் குறித்த விபரங்கள்?",
    "answer_si": "M-Palm යනු වගා තොරතුරු ලබා දෙන ඩිජිටල් මෙවලමකි. නෙට් (දැල්) භාවිතා කරන්නේ කළු කුරුමිණියා වැනි පලිබෝධකයන්ගෙන් කරට්ටිය ආරක්ෂා කිරීමටයි.",
    "answer_ta": "M-Palm என்பது செய்கை விபரங்களை வழங்கும் ஒரு டிஜிட்டல் செயலியாகும். வலைகள் கருப்பு வண்டு போன்ற பூச்சிகளிடமிருந்து மகுடத்தைப் பாதுகாக்கப் பயன்படுகின்றன.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 161,
    "question_si": "පොහොර දාන්න සුදුසුම වෙලාව කවදාද?",
    "question_ta": "உரமிடுவதற்கு மிகப்பொடுத்தமான நேரம் எது?",
    "answer_si": "වර්ෂා කාලය ආරම්භයේදී පසෙහි තෙතමනය පවතින විටය.",
    "answer_ta": "மழைக்காலம் ஆரம்பிக்கும் போது மண்ணில் ஈரப்பதம் இருக்கும்போது.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 162,
    "question_si": "පාත්තියට පොහොර දාන්නේ කොහොමද?",
    "question_ta": "பாத்தியில் (Basin) உரம் இடுவது எப்படி?",
    "answer_si": "කඳේ සිට අඩි 4-5 ක අරයකින් පස හාරා පොහොර දමා වසා දැමීමෙනි.",
    "answer_ta": "மரத்தின் அடியிலிருந்து 4-5 அடி தூரத்தில் மண்ணைத் தோண்டி உரமிட்டு மூட வேண்டும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 163,
    "question_si": "ඩොලමයිට් පොල් වලට දාන්නේ ඇයි?",
    "question_ta": "தென்னைக்கு ஏன் டொலமைட் இடுகிறார்கள்?",
    "answer_si": "පසෙහි ආම්ලිකතාවය (Acidity) පාලනය කිරීමට සහ මැග්නීසියම් ලබා දීමටය.",
    "answer_ta": "மண்ணின் அமிலத்தன்மையைக் கட்டுப்படுத்தவும் மெக்னீசியம் சத்தை வழங்கவும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 164,
    "question_si": "මැග්නීසියම් අඩු වුණාම කොළවලට මොකද වෙන්නේ?",
    "question_ta": "மெக்னீசியம் குறைந்தால் ஓலைகளுக்கு என்ன நடக்கும்?",
    "answer_si": "පරණ පත්‍රවල නාරටිය දෙපස කහ පැහැයට හැරේ.",
    "answer_ta": "முதிர்ந்த ஓலைகளின் நடு நரம்பின் இருபுறமும் மஞ்சள் நிறமாக மாறும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 165,
    "question_si": "පස් පරීක්ෂාවක් කරන්නේ කොහොමද?",
    "question_ta": "மண் பரிசோதனை செய்வது எப்படி?",
    "answer_si": "වත්තේ ස්ථාන කිහිපයකින් පස් සාම්පල ගෙන පොල් පර්යේෂණ ආයතනයට (CRI) යොමු කිරීමෙන්.",
    "answer_ta": "தோட்டத்தின் சில இடங்களிலிருந்து மண் மாதிரிகளைச் சேகரித்து தென்னை ஆராய்ச்சி நிறுவனத்திற்கு (CRI) அனுப்புவதன் மூலம்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 166,
    "question_si": "පොහොර මතුපිට විසුරුවන එක හොඳද?",
    "question_ta": "உரத்தை மேற்பரப்பில் தூவுவது நல்லதா?",
    "answer_si": "නරක නැත, නමුත් සෝදා යාමේ අවදානම වැඩි බැවින් පස් වලින් වැසීම වඩාත් සුදුසුය.",
    "answer_ta": "இலகுவானது, ஆனால் உரம் வீணாக வாய்ப்புள்ளதால் மண்ணால் மூடுவது சிறந்தது.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 167,
    "question_si": "වියළි කාලයට පොහොර දැම්මොත් මොකද වෙන්නේ?",
    "question_ta": "வறட்சிக் காலத்தில் உரமிட்டால் என்ன நடக்கும்?",
    "answer_si": "ගසට පෝෂණය උරා ගැනීමට නොහැකි වී පොහොර අපතේ යයි.",
    "answer_ta": "மரத்தினால் உரத்தை உறிஞ்ச முடியாது, உரம் வீணாகிவிடும்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 168,
    "question_si": "පොල් වත්තකට නළ ළිං ජලය සුදුසුද?",
    "question_ta": "தென்னந்தோட்டத்திற்கு குழாய் கிணற்று நீர் பொருத்தமானதா?",
    "answer_si": "සුදුසුයි, නමුත් ජලයේ ලවණතාවය (Salinity) පරීක්ෂා කිරීම වැදගත් වේ.",
    "answer_ta": "பொருத்தமானது, ஆனால் தண்ணீரின் உப்புத்தன்மையை சரிபார்ப்பது முக்கியம்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 169,
    "question_si": "බිංදු ජල සම්පාදනයේ ඇති ප්‍රධාන වාසිය මොකක්ද?",
    "question_ta": "சொட்டு நீர்ப்பாசனத்தின் பிரதான நன்மை என்ன?",
    "answer_si": "ජලය අරපිරිමැස්මෙන් භාවිතා කළ හැකි වීම සහ මුල් වලට කෙළින්ම ජලය ලැබීමයි.",
    "answer_ta": "தண்ணீரை சிக்கனமாகப் பயன்படுத்தலாம் மற்றும் தண்ணீரை நேரடியாக வேர்களுக்கு வழங்கலாம்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 170,
    "question_si": "ගුණාත්මකයෙන් ඉහළ පොල් පැළයක තිබිය යුතු ලක්ෂණ",
    "question_ta": "உயர்தர தென்னை மரத்தின் பண்புகள்",
    "answer_si": "- මහත්වූ ශක්තිමත් කඳක් තිබීම\n- තද කොළ පැහැති පුළුල් පත්‍ර තිබීම\n- පත්‍ර දාර තියුණු ලෙස පිහිටීම\n- පත්‍ර උත්තල වීම\n- අතු කඳට සම්බන්ධ වන පිත්ත කෙටිව තිබීම\n- රෝග සහ පලිබෝධ හානිවලින් තොරවීම",
    "answer_ta": "- தடிமனான மற்றும் வலுவான தண்டு இருத்தல்.\n\n- அடர் பச்சை நிறத்திலான அகன்ற ஓலைகளைக் கொண்டிருத்தல்.\n\n- ஓலைகளின் ஓரங்கள் கூர்மையாக அமைந்திருத்தல்.\n\n- ஓலைகள் குவிந்த வடிவில் (Convex) இருத்தல்.\n\n- தண்டுடன் ஓலை இணையும் காம்புப்பகுதி குறுகியதாக இருத்தல்.\n\n- mநோய்கள் மற்றும் பூச்சித் தாக்கங்கள் இன்றி காணப்படல்.",
    "category": "Seedlings, Planting & Irrigation",
    "keywords": "Seedlings, Replanting, Planting hole"
  },
  {
    "id": 171,
    "question_si": "කුරුණෑගල ප්‍රදේශයේ පසට වඩාත් ගැළපෙන පොල් ප්‍රභේදය කුමක්ද?",
    "question_ta": "குருணாகல் பிரதேச மண்ணிற்கு மிகவும் பொருத்தமான தென்னை வகை எது?",
    "answer_si": "කුරුණෑගල දිස්ත්‍රික්කයේ පවතින අතරමැදි කලාපීය දේශගුණයට සහ පසට වඩාත් ගැළපෙන්නේ \"ශ්‍රී ලංකා උස\" (Sri Lanka Tall) ප්‍රභේදයයි. මෙම ප්‍රභේදය නියඟයට හොඳින් ඔරොත්තු දෙන අතර, එහි මුල් පද්ධතිය පසෙහි ගැඹුරට විහිදෙන නිසා භූගතව ඇති ජලය සහ පෝෂණය කාර්යක්ෂමව ලබා ගැනීමට එයට වැඩි හැකියාවක් ඇත.",
    "answer_ta": "குருணாகல் மாவட்டத்தின் இடைநிலை மண்டல காலநிலை மற்றும் மண்ணிற்கு \"இலங்கை நெட்டை\" (Sri Lanka Tall) வகையே மிகவும் பொருத்தமானது. இவ்வகை வறட்சியைத் தாங்கும் திறன் கொண்டதுடன், இதன் வேர்கள் மண்ணின் ஆழமான பகுதி வரை சென்று நிலத்தடி நீரையும் ஊட்டச்சத்தையும் திறம்பட உறிஞ்சக்கூடியவை.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 172,
    "question_si": "වයඹ පළාතේ පවතින දැඩි නියඟයෙන් පොල් පැළ බේරාගන්නා කෙටි ක්‍රමය කුමක්ද?",
    "question_ta": "வடமேல் மாகாணத்தில் நிலவும் கடுமையான வறட்சியிலிருந்து தென்னங்கன்றுகளைப் பாதுகாக்கும் எளிய வழி எது?",
    "answer_si": "පැළයේ මුලට වසුනක් (Mulching) යෙදීම සහ මුට්ටි ජල සම්පාදනය (Pitcher Irrigation) වඩාත් සාර්ථක කෙටි ක්‍රම වේ. පැළය වටා අඩි 2ක් පමණ දුරට පොල් ලෙලි හෝ කොළ රොඩු යොදා වසුනක් දැමීමෙන් පසෙහි තෙතමනය වාෂ්ප වීම වළක්වන අතර, පැළය අසල පසෙහි සිදුරක් සහිත මැටි මුට්ටියක් වළලා ජලය පිරවීමෙන් (මුට්ටි ජල සම්පාදනය) සෙමින් ජලය මුල් වලට ලබා දිය හැක.",
    "answer_ta": "கன்றின் அடிப்பகுதிக்கு மூடாக்கு (Mulching) இடுதல் மற்றும் பானை நீர்ப்பாசனம் (Pitcher Irrigation) ஆகியவை சிறந்த வழிகளாகும். கன்றைச் சுற்றி 2 அடி தூரம் வரை தென்னை மட்டைகள் அல்லது காய்ந்த இலைகளை இடுவதன் மூலம் மண்ணின் ஈரப்பதம் ஆவியாவதைத் தடுக்கலாம். அத்துடன் கன்றுக்கு அருகில் துளையிடப்பட்ட மண்பானையைப் புதைத்து நீர் நிரப்புவதன் மூலம் வேர்களுக்குத் தொடர்ச்சியாக நீர் வழங்கலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 173,
    "question_si": "අතුරු බෝග නිසා පොල් අස්වැන්න අඩු වෙනවද?",
    "question_ta": "ஊடுபயிர்களால் தென்னை விளைச்சல் குறையுமா?",
    "answer_si": "නැත, නිවැරදිව පොහොර සහ නඩත්තුව සිදු කරන්නේ නම් අතුරු බෝග නිසා පොල් අස්වැන්න අඩු නොවන අතර බොහෝ විට එය අස්වැන්න වැඩි වීමට ද හේතු වේ. ගම්මිරිස්, කෝපි හෝ කොකෝවා වැනි බෝග වගා කිරීමෙන් පසෙහි තෙතමනය ආරක්ෂා වන අතර ගොවියාට අමතර ආදායමක් ද ලැබේ.",
    "answer_ta": "இல்லை, முறையாக உரமிட்டுப் பராமரித்தால் இடைப்பயிர்களால் விளைச்சல் குறையாது; மாறாக அதிகரிக்கவே செய்யும். மிளகு, கோப்பி அல்லது கொக்கோ போன்ற பயிர்கள் மண்ணின் ஈரப்பத்தைப் பாதுகாப்பதுடன் விவசாயிக்கு மேலதிக வருமானத்தையும் தருகின்றன.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 174,
    "question_si": "පොල් ත්‍රිකෝණය කියන්නේ මොකක්ද?",
    "question_ta": "தென்னை முக்கோணம் என்றால் என்ன?",
    "answer_si": "ශ්‍රී ලංකාවේ වැඩිම පොල් නිෂ්පාදනය සිදුකරන කොළඹ, කුරුණෑගල සහ හලාවත යන නගර යා කරමින් සැකසෙන භූගෝලීය කලාපය \"පොල් ත්‍රිකෝණය\" ලෙස හැඳින්වේ. මෙහි කුරුණෑගල දිස්ත්‍රික්කය ප්‍රධානම කාර්යභාරයක් ඉටු කරන අතර ලංකාවේ සමස්ත පොල් අවශ්‍යතාවයෙන් වැඩි ප්‍රමාණයක් නිපදවන්නේ මෙම කලාපයෙනි.",
    "answer_ta": "இலங்கையில் அதிகப்படியான தென்னை உற்பத்தியை மேற்கொள்ளும் கொழும்பு, குருணாகல் மற்றும் சிலாபம் ஆகிய நகரங்களை இணைக்கும் புவியியல் பிராந்தியம் இதுவாகும். நாட்டின் மொத்தத் தென்னைத் தேவையில் பெரும் பகுதியை இப்பிராந்தியமே பூர்த்தி செய்கிறது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 175,
    "question_si": "පොල් වත්තක් මැද ගව පාලනය කිරීම පොල් අස්වැන්නට බලපාන්නේ කොහොමද?",
    "question_ta": "தென்னந்தோப்பிற்குள் கால்நடை வளர்ப்பது தென்னை விளைச்சலை எவ்வாறு பாதிக்கும்?",
    "answer_si": "එය පොල් අස්වැන්න වැඩි කිරීමට ධනාත්මකව බලපාන අතර ගවයන්ගේ මලපහ (ගොම සහ මුත්‍රා) නිසා පසට ස්වාභාවිකවම නයිට්‍රජන් සහ අනෙකුත් පෝෂක කොටස් එකතු වී පස සාරවත් වේ. කෙසේ වෙතත් ලපටි පැළ ඇති විට ගවයන්ගෙන් හානි නොවන සේ ආරක්ෂා කළ යුතුය.",
    "answer_ta": "இது விளைச்சலை அதிகரிக்க நேர்மறையாக உதவுகிறது. கால்நடைகளின் கழிவுகள் (சாணம் மற்றும் சிறுநீர்) மண்ணிற்கு இயற்கையான நைதரசன் மற்றும் பிற ஊட்டச்சத்துக்களை வழங்கி மண்ணை வளப்படுத்துகின்றன. இருப்பினும் இளங்கன்றுகள் இருக்கும்போது அவற்றைப் பாதுகாக்க வேண்டும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 176,
    "question_si": "කුරුණෑගල පවතින බොරළු පසෙහි පොල් වගා කිරීමේදී ඇතිවන ගැටලු මොනවාද?",
    "question_ta": "குருணாகலில் உள்ள கூழாங்கல் (Gravely soil) மண்ணில் தென்னை பயிரிடும்போது ஏற்படும் சிக்கல்கள் என்ன?",
    "answer_si": "ප්‍රධාන ගැටලුව වන්නේ පසෙහි ජලය රඳවා ගැනීමේ හැකියාව අඩු වීම සහ මුල් වලට පස විනිවිද යාමට අපහසු වීමයි. බොරළු පස ඉතා ඉක්මනින් වේළෙන බැවින්, එවැනි පස් වල තෙතමනය රඳවා ගැනීමට පොල් ලෙලි වැළලීම සහ කාබනික පොහොර වැඩිපුර යෙදීම අනිවාර්ය වේ.",
    "answer_ta": "இம்மண்ணில் நீர் தங்கும் திறன் குறைவாக இருப்பதுடன், வேர்கள் மண்ணிற்குள் ஊடுருவிச் செல்வது கடினம். இத்தகைய மண் விரைவில் வறட்சியடைவதால், ஈரப்பதத்தைத் தக்கவைக்கத் தென்னை மட்டைகளைப் புதைப்பதும் இயற்கை உரங்களை அதிகம் பயன்படுத்துவதும் அவசியமாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 177,
    "question_si": "පොල් වත්තේ තණකොළ වැවෙන එක අස්වැන්නට නරකද?",
    "question_ta": "தென்னந்தோப்பில் புற்கள் வளர்வது விளைச்சலுக்கு கெடுதலா?",
    "answer_si": "ඔව්, අධික ලෙස වල් පැලෑටි සහ තණකොළ වැවීම පොල් ගසට ලැබිය යුතු පෝෂණය සහ ජලය උදුරා ගැනීමට හේතු වේ. විශේෂයෙන්ම ගස මුල වටා අඩි 5ක් පමණ දුර (පොහොර වළල්ල) සැමවිටම වල් පැලෑටි වලින් තොරව පිරිසිදුව තබා ගැනීම අස්වැන්න ස්ථාවරව තබා ගැනීමට වැදගත් වේ.",
    "answer_ta": "ஆம், அதிகப்படியான களைகள் மற்றும் புற்கள் வளர்வது தென்னை மரத்திற்குச் சேர வேண்டிய நீர் மற்றும் ஊட்டச்சத்தை உறிஞ்சிவிடும். குறிப்பாக மரத்தின் தடியைச் சுற்றி 5 அடி தூரம் வரை (உர வளையம்) எப்போதும் களைகளின்றிச் சுத்தமாக வைத்திருக்க வேண்டும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 178,
    "question_si": "වැසි වතුර එකතු කරන්න වලවල් හාරන එක හොඳද?",
    "question_ta": "மழைநீரைச் சேமிக்க குழிகள் தோண்டுவது நல்லதா?",
    "answer_si": "ඔව්, මෙය ජල සංරක්ෂණ ක්‍රමයක් ලෙස ඉතාමත් සාර්ථකයි. වර්ෂා කාලයේදී ගලා යන ජලය පොළොවට උරා ගැනීමට ඉඩ සැලසීමෙන් භූගත ජල මට්ටම ඉහළ යන අතර එය නියඟ කාලයේදී ගසට අවශ්‍ය තෙතමනය ලබා ගැනීමට ශක්තියක් වේ.",
    "answer_ta": "ஆம், இது ஒரு சிறந்த நீர் பாதுகாப்பு முறையாகும். மழைக்காலத்தில் ஓடி வீணாகும் நீரை நிலத்திற்குள் உறிஞ்சச் செய்வதன் மூலம் நிலத்தடி நீர் மட்டம் உயரும், இது வறட்சிக் காலங்களில் மரத்திற்குத் தேவையான ஈரப்பதத்தை வழங்கும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 179,
    "question_si": "පොල් මුල් වලට හානි නොවෙන්න වත්ත උදලු ගාන්නේ කොහොමද?",
    "question_ta": "வேர்கள் பாதிக்கப்படாமல் தோட்டத்தை கொத்துவது எப்படி?",
    "answer_si": "පොල් ගසක පෝෂණය උරා ගන්නා සියුම් මුල් පස මතුපිටට ආසන්නව පවතින නිසා, ගසේ කඳේ සිට අඩි 3ක් ඇතුළත ගැඹුරට උදලු ගෑමෙන් වැළකී සිටිය යුතුය. සැමවිටම කළ යුත්තේ මතුපිටින් වල් පැලෑටි ඉවත් කිරීම පමණි.",
    "answer_ta": "தென்னை மரத்தின் ஊட்டம் உறிஞ்சும் மெல்லிய வேர்கள் மண்ணின் மேற்பரப்பிற்கு அருகிலேயே இருப்பதால், மரத்தின் தடியிலிருந்து 3 அடி தூரத்திற்குள் ஆழமாக மண்வெட்டியால் கொத்துவதைத் தவிர்க்க வேண்டும். மேற்பரப்பில் உள்ள களைகளை மாத்திரம் அகற்றுவது போதுமானது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 180,
    "question_si": "වැලිගම පොල් කොළ මැලවීමේ රෝගය කුරුණෑගල ප්‍රදේශයට බලපානවාද?",
    "question_ta": "வெலிகம தென்னை ஓலை வாடல் நோய் குருணாகல் பகுதியை பாதிக்குமா?",
    "answer_si": "දැනට මෙම රෝගය කුරුණෑගල ප්‍රදේශයෙන් වාර්තා වී නැතත්, එය පැමිණීමේ අවදානම ගැන සැමවිටම සැලකිලිමත් විය යුතුය. මේ නිසාම රෝගය ව්‍යාප්ත වීම වැළැක්වීමට දකුණු පළාතේ සිට පොල් පැළ හෝ පොල් අතු කුරුණෑගල දිස්ත්‍රික්කයට ගෙන ඒම නීතියෙන් තහනම් කර ඇත.",
    "answer_ta": "தற்போது இந்நோய் குருணாகலில் இல்லை, ஆனால் அது பரவும் அபாயம் பற்றி எப்போதும் விழிப்புடன் இருக்க வேண்டும். இந்நோய் பரவுவதைத் தடுக்கவே தெற்கு மாகாணத்திலிருந்து தென்னங்கன்றுகள் அல்லது ஓலைகளைக் குருணாகல் மாவட்டத்திற்குக் கொண்டு வருவது சட்டப்படி தடை செய்யப்பட்டுள்ளது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 181,
    "question_si": "පොල් ගහේ ඵලදාව හදිසියේම අඩුවෙන්න හේතු මොනවාද?",
    "question_ta": "தென்னை மரத்தின் விளைச்சல் திடீரென குறைய காரணங்கள் என்ன?",
    "answer_si": "මෙයට ප්‍රධාන වශයෙන් අහිතකර කාලගුණය (අධික නියඟය), පොහොර නොයෙදීම නිසා ඇතිවන පෝෂණ ඌනතා, හෝ රතු කුරුමිණියා වැනි කෘමි හානි බලපෑ හැකියි. නියඟයක බලපෑම මාස 10-12 කට පසුව අස්වැන්න අඩු වීමට හේතු වේ.",
    "answer_ta": "இதற்கு முக்கியமாகப் பருவநிலை மாற்றம் (நீண்ட கால வறட்சி), உரமிடாமையால் ஏற்படும் ஊட்டச்சத்துக் குறைபாடு அல்லது சிவப்பு வண்டு போன்ற பூச்சிகளின் பாதிப்பு காரணமாக இருக்கலாம். வறட்சியின் பாதிப்பு 10-12 மாதங்களுக்குப் பின்னரே விளைச்சலில் தெரியும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 182,
    "question_si": "පොල් මල් පිපුණත් ගෙඩි හැදෙන්නේ නැත්තේ ඇයි?",
    "question_ta": "தென்னம்பூ பூத்தாலும் காய்கள் பிடிக்காதது ஏன்?",
    "answer_si": "මෙය 'ගෙඩි හැලීම' (Button shedding) ලෙස හඳුන්වයි. අධික උෂ්ණත්වය, පසෙහි තෙතමනය මදි වීම හෝ බෝරෝන් (Boron) වැනි ක්ෂුද්‍ර පෝෂක වල ඌනතාවය නිසා මල් පරාගණය නොවී හැලී යා හැක.",
    "answer_ta": "இது 'குரும்பை உதிர்தல்' (Button shedding) எனப்படும். அதிக வெப்பம், மண்ணில் ஈரப்பதம் போதாமால் இருத்தல் அல்லது போரோன் (Boron) போன்ற நுண்ணூட்டச் சத்துக் குறைபாட்டினால் பூக்கள் கருக்கட்டல் அடையாமல் உதிர்ந்துவிடும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 183,
    "question_si": "මීයන්ගෙන් පොල් ගෙඩි බේරගන්න කරන්නේ මොකක්ද?",
    "question_ta": "எலிகளிடமிருந்து தேங்காய்களைப் பாதுகாக்க என்ன செய்வது?",
    "answer_si": "ගස වටා අඩි 6ක් පමණ උසින් තකරං හෝ ප්ලාස්ටික් තහඩු යොදා 'මී ආවරණ' (Rat guards) සවි කිරීම වඩාත් සාර්ථකයි. එසේම ගස් මුදුන් පිරිසිදු කිරීම සහ වත්ත වල් පැලෑටි වලින් තොරව තබා ගැනීම වැදගත් වේ.",
    "answer_ta": "மரத்தின் தடியில் தரையிலிருந்து 6 அடி உயரத்தில் தகரம் அல்லது பிளாஸ்டிக் தாள்களைக் கொண்டு 'எலித் தடுப்பு வளையங்களை' (Rat guards) அமைப்பது சிறந்தது. அத்துடன் மர உச்சிகளைச் சுத்தமாக வைத்திருப்பது அவசியம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 184,
    "question_si": "ගෙඩියක් කඩන්න හොඳම පදම මොකක්ද?",
    "question_ta": "தேங்காய் பறிக்க சரியான பருவம் எது?",
    "answer_si": "පොල් ගෙඩියක් මේරීමට මාස 11-12 ක් පමණ ගත වේ. ගෙඩියේ ලෙල්ල මඳක් දුඹුරු පැහැයට හැරෙන විට සහ හොලවන විට ඇතුළත වතුර හඬ හොඳින් ඇසෙන විට එය කැඩීමට සුදුසුම පදමයි.",
    "answer_ta": "தேங்காய் முதிர்ச்சியடைய 11-12 மாதங்கள் ஆகும். தேங்காயின் மட்டை சற்று பழுப்பு நிறமாக மாறும் போதும், காயைக் குலுக்கும் போது உள்ளே தண்ணீர் ஆடும் சத்தம் தெளிவாகக் கேட்கும் போதும் அது பறிக்கச் சரியான பக்குவமாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 185,
    "question_si": "පොල් ලෙලි වැළලීමෙන් ගසට ලැබෙන වාසිය මොකක්ද?",
    "question_ta": "தேங்காய் மட்டைகளை புதைப்பதன் மூலம் மரத்திற்கு கிடைக்கும் நன்மை என்ன?",
    "answer_si": "ලෙලි වලට විශාල ජල ප්‍රමාණයක් රඳවා තබා ගත හැකි නිසා නියඟයට ඔරොත්තු දීමේ හැකියාව ලැබේ. එමෙන්ම ලෙලි දිරාපත් වන විට පසට පොටෑසියම් (Potash) පෝෂකය එකතු වේ.",
    "answer_ta": "மட்டைகள் அதிகளவு நீரைச் சேமித்து வைக்கும் தன்மை கொண்டவை, இது வறட்சிக் காலங்களில் மரத்திற்கு உதவும். மேலும், மட்டைகள் மட்கும் போது மண்ணிற்குப் பொட்டாசியம் (Potash) சத்து கிடைக்கிறது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 186,
    "question_si": "ගෙඩිවල ඇතුළේ වතුර නැත්තේ ඇයි?",
    "question_ta": "தேங்காய்க்குள் தண்ணீர் இல்லாதது ஏன்?",
    "answer_si": "මෙය භෞතවේදීය දුර්වලතාවයක් හෝ අධික නියඟය නිසා සිදු විය හැකියි. ගෙඩිය වර්ධනය වන කාලයේදී ඇතිවන දිලීර ආසාදන නිසාද වතුර සිඳී ගෙඩි \"අතැඹිලි\" (Empty nuts) වීමට ඉඩ ඇත.",
    "answer_ta": "இது ஒரு உடலியல் குறைபாடு அல்லது கடுமையான வறட்சியினால் ஏற்படலாம். காய் வளரும் காலத்தில் ஏற்படும் பூஞ்சைத் தொற்று காரணமாகவும் நீர் வற்றிப் போய் 'அதாம்பிலி' (Empty nuts) காய்கள் உருவாகலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 187,
    "question_si": "වත්ත පිරිසිදුව තබා ගැනීම රෝග පාලනයට උදව් වෙනවද?",
    "question_ta": "தோட்டத்தைச் சுத்தமாக வைத்திருப்பது நோய் கட்டுப்பாட்டிற்கு உதவுமா?",
    "answer_si": "ඔව්, ඉතාමත් වැදගත්. විශේෂයෙන්ම කළු කුරුමිණියා බෝවන දිරාපත් වූ කොටස් සහ ගොම ගොඩවල් ඉවත් කිරීමෙන් කෘමි හානි විශාල ලෙස අඩු කරගත හැකියි.",
    "answer_ta": "ஆம், இது மிகவும் முக்கியம். குறிப்பாகக் கருப்பு வண்டுகள் பெருகும் மக்கிய தென்னை மட்டைகள் மற்றும் சாணக் குவியல்களை அகற்றுவதன் மூலம் பூச்சித் தாக்கத்தைக் கணிசமாகக் குறைக்கலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 188,
    "question_si": "වියළි කාලයට ඔරොත්තු දෙන පොල් වර්ග මොනවාද?",
    "question_ta": "வறட்சியைத் தாங்கக்கூடிய தென்னை வகைகள் எவை?",
    "answer_si": "උස' (Tall) කාණ්ඩයට අයත් පොල් ගස්වල මුල් පද්ධතිය පසෙහි ඉතා ගැඹුරට විහිදෙන බැවින්, භූගතව ඇති තෙතමනය උරා ගැනීමට වැඩි හැකියාවක් පවතී. 'කුරු' (Dwarf) වර්ග වලට වඩා මේවා නියඟයට හොඳින් ඔරොත්තු දෙන අතර, විශේෂයෙන්ම කුරුණෑගල, හලාවත වැනි වියළි/අතරමැදි කලාපවලට මේවා ඉතා යෝග්‍ය වේ.",
    "answer_ta": "நெட்டை' வகையைச் சேர்ந்த மரங்களின் வேர் தொகுதி மண்ணின் ஆழமான பகுதி வரை செல்வதால், நிலத்தடி ஈரப்பதத்தை உறிஞ்சும் ஆற்றல் அவற்றுக்கு அதிகம். 'குட்டை' (Dwarf) வகைகளுடன் ஒப்பிடும்போது இவை வறட்சியைத் தாங்கும் திறன் கொண்டவை. குறிப்பாக வறண்ட மற்றும் இடைநிலை வலயங்களுக்கு (குருணாகல், சிலாபம் போன்ற பகுதிகள்) இவை மிகவும் உகந்தவை.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 189,
    "question_si": "ගහකට අවුරුද්දකට පොල් කීයක් විතර ලැබෙන්න ඕනේද?",
    "question_ta": "ஒரு மரத்திலிருந்து ஆண்டிற்கு சுமார் எத்தனை தேங்காய்கள் கிடைக்க வேண்டும்?",
    "answer_si": "හොඳින් නඩත්තු කරන ගසකින් වසරකට ගෙඩි 60-80 ක් පමණ බලාපොරොත්තු විය හැක. ඉතා හොඳ පාලනයක් යටතේ මෙය 100 ඉක්මවිය හැකියි.",
    "answer_ta": "முறையாகப் பராமரிக்கப்படும் ஒரு மரத்திலிருந்து வருடத்திற்கு 60-80 தேங்காய்கள் வரை எதிர்பார்க்கலாம். சிறந்த மேலாண்மை மூலம் இது 100-க்கும் மேல் அதிகரிக்கலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 190,
    "question_si": "පොල් වත්තේ තියෙන කටු පඳුරු ඉවත් කරන්නේ කොහොමද?",
    "question_ta": "தோப்பில் உள்ள முள் புதர்களை அகற்றுவது எப்படி?",
    "answer_si": "මුලින්ම පඳුරු කපා දමා ඉන්පසු නැවත ලියලා එන විට නිර්දේශිත පද්ධතිමය වල් නාශකයක් (Systemic herbicide) භාවිතා කළ හැකියි. නමුත් පොල් මුල් වලට හානි නොවන සේ ප්‍රවේශම් විය යුතුය.",
    "answer_ta": "முதலில் புதர்களை வெட்டி அகற்றிவிட்டு, மீண்டும் அவை முளைக்கும் போது பரிந்துரைக்கப்பட்ட களைநாசினிகளைப் பயன்படுத்தலாம். ஆனால் தென்னை வேர்களுக்குப் பாதிப்பு ஏற்படாதவாறு கவனமாக இருக்க வேண்டும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 191,
    "question_si": "අකුණු ගැහුවම පොල් ගහ මැරෙනවද?",
    "question_ta": "மின்னல் தாக்கினால் தென்னை மரம் இறந்துவிடுமா?",
    "answer_si": "ඔව්, අකුණු සැර වැදුණු විට ගසේ සන්නායක පටක පිළිස්සී යන නිසා ගස දින කිහිපයකින් මැරී යා හැක. බොහෝ විට අකුණු වැදුණු විට අවට ඇති ගස් කීපයකටම හානි සිදුවේ.",
    "answer_ta": "ஆம், மின்னல் தாக்கும் போது மரத்தின் இழையங்கள் கருகி விடுவதால் மரம் சில நாட்களில் இறந்துவிடும். பெரும்பாலும் மின்னல் தாக்கினால் அருகில் உள்ள சில மரங்களும் பாதிக்கப்படலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 192,
    "question_si": "පොල් කඳේ මතුපිට පොතු ගැලවී යනවා.",
    "question_ta": "தென்னை தண்டின் மேற்பரப்புத் தோல் உரிக்கப்படுகிறது.",
    "answer_si": "මෙය වයස්ගත වීමත් සමඟ සිදුවන ස්වභාවික තත්ත්වයක් විය හැකියි. නමුත් පොතු ගැලවෙන ස්ථානයෙන් දියරයක් වෑස්සේ නම් එය රෝගී තත්ත්වයකි.",
    "answer_ta": "இது மரம் வயதாகும் போது ஏற்படும் ஒரு இயற்கையான மாற்றமாக இருக்கலாம். ஆனால் பட்டை உரியும் இடத்திலிருந்து திரவம் வடியுமானால் அது ஒரு நோய் அறிகுறியாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 193,
    "question_si": "ගසට සතියකට අවශ්‍ය අවම ජල ප්‍රමාණය කොපමණද?",
    "question_ta": "ஒரு மரத்திற்கு வாரத்திற்கு தேவையான குறைந்தபட்ச நீர் அளவு எவ்வளவு?",
    "answer_si": "වියළි කලාපයේ වැඩුණු ගසකට සතියකට ලීටර් 300-400 ක් පමණ (දිනකට ලීටර් 45-50 ක්) අවශ්‍ය වේ.",
    "answer_ta": "வறண்ட பிரதேசங்களில் ஒரு முதிர்ந்த மரத்திற்கு வாரத்திற்கு சுமார் 300-400 லீட்டர் (நாளைக்கு 45-50 லீட்டர்) நீர் தேவைப்படும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 194,
    "question_si": "පොල් වලවල් වලට ලෙලි දාන්න ඕන නිවැරදි ක්‍රමය මොකක්ද?",
    "question_ta": "தென்னை குழிகளில் மட்டைகளை அடுக்கும் சரியான முறை எது?",
    "answer_si": "ගස වටා අඩි 4-5 ක් ඈතින් අඩි 1.5 ක් ගැඹුරු කාණුවක් කපා, එහි ලෙලි වල මළ මුහුණත (Concave side) ඉහළට සිටින සේ තට්ටු ලෙස අතුරා පස් වලින් වැසිය යුතුය.",
    "answer_ta": "மரத்திலிருந்து 4-5 அடி தூரத்தில் 1.5 அடி ஆழமுள்ள அகழியை வெட்டி, அதில் மட்டைகளின் உட்புறம் மேல்நோக்கி இருக்குமாறு அடுக்கி மண்ணால் மூட வேண்டும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 195,
    "question_si": "පොල් ගහට මී පැණි වගේ දෙයක් වෑස්සෙන එක නවත්තන්නේ කොහොමද?",
    "question_ta": "மரத்திலிருந்து தேன் போன்ற திரவம் வடிவதை நிறுத்துவது எப்படி?",
    "answer_si": "මෙය 'කඳෙන් යුෂ වෑස්සීමේ රෝගය' (Stem Bleeding) වේ. හානියට පත් කොටස පිරිසිදු කර කොපර් දිලීර නාශකයක් (Copper Fungicide) ආලේප කිරීමෙන් මෙය පාලනය කළ හැක.",
    "answer_ta": "இது 'தண்டு வடித்தல் நோய்' ஆகும். பாதிக்கப்பட்ட பகுதியைச் செதுக்கிச் சுத்தப்படுத்திவிட்டு, செப்புப் பூஞ்சைக்கொல்லியை (Copper Fungicide) பூசுவதன் மூலம் இதனைக் கட்டுப்படுத்தலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 196,
    "question_si": "පොහොර දැමීමෙන් පසු වතුර දැමීම අනිවාර්යද?",
    "question_ta": "உரம் இட்ட பிறகு நீர் ஊற்றுவது அவசியமா?",
    "answer_si": "ඔව්, පසෙහි තෙතමනය නොමැති නම් පොහොර දිය වී මුල් වලට උරා ගැනීමට නොහැකි වේ. එබැවින් වර්ෂාව නැති කාලයක පොහොර යෙදුවහොත් ජලය සැපයීම අනිවාර්යයි.",
    "answer_ta": "ஆம், மண்ணில் ஈரப்பதம் இல்லாவிட்டால் உரம் கரைந்து வேர்களால் உறிஞ்சப்பட மாட்டாது. எனவே மழை இல்லாத காலங்களில் உரமிட்டால் நீர் பாய்ச்சுவது கட்டாயமாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 197,
    "question_si": "ලාබෙට පොහොර හදාගන්නේ කොහොමද?",
    "question_ta": "மலிவாக உரத்தைத் தயாரிப்பது எப்படி?",
    "answer_si": "ගොවිපොළේ ඉතිරිවන කොළ රොඩු, ගොම, කුකුළු පොහොර සහ ග්ලිරිසීඩියා (වැටමාර) කොළ යොදාගෙන උසස් තත්ත්වයේ කොම්පෝස්ට් පොහොර නිපදවා ගත හැකියි.",
    "answer_ta": "தோட்டத்தில் கிடைக்கும் இலை தழைகள், சாணம், கோழி எரு மற்றும் கிளைரிசிடியா (Gliricidia) இலைகளைக் கொண்டு தரமான இயற்கை உரத்தைத் (Compost) தயாரிக்கலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 198,
    "question_si": "පොල් මල නිකන්ම වේළිලා යනවා.",
    "question_ta": "தென்னம்பூ தானாகவே காய்ந்து போகிறது.",
    "answer_si": "මෙයට හේතුව පෝෂණ ඌනතාවය, අධික තාපය හෝ දිලීර ආසාදනයක් විය හැකියි.",
    "answer_ta": "இதற்கு ஊட்டச்சத்துக் குறைபாடு, அதிக வெப்பம் அல்லது பூஞ்சைத் தொற்று காரணமாக இருக்கலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 199,
    "question_si": "CRI එකෙන් උපදෙස් ගන්න කතා කරන්න ඕන අංකය මොකක්ද?",
    "question_ta": "CRI-இடம் ஆலோசனை பெற அழைக்க வேண்டிய எண் எது?",
    "answer_si": "ඔබට 1920 (කෘෂිකර්ම තොරතුරු පද්ධතිය) ඇමතීමෙන් හෝ පොල් පර්යේෂණ ආයතනයේ (CRI) ක්ෂණික ඇමතුම් අංකය වන 031-2248222 ඇමතීමෙන් උපදෙස් ලබා ගත හැක.",
    "answer_ta": "நீங்கள் 1920 (விவசாயத் தகவல் முறைமை) அல்லது தென்னை ஆராய்ச்சி நிறுவனத்தின் (CRI) உடனடி அழைப்பு இலக்கமான 031-2248222 ஊடாக ஆலோசனைகளைப் பெறலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 200,
    "question_si": "පොල් වත්තක් පටන් ගන්න හොඳම කාලය මොකක්ද?",
    "question_ta": "ஒரு தென்னந்தோப்பைத் தொடங்க சிறந்த காலம் எது?",
    "answer_si": "වර්ෂා කාලය ආරම්භ වන අවස්ථාව (මහ කන්නය - ඔක්තෝබර්/නොවැම්බර්) වඩාත් සුදුසුයි. එවිට පැළයට මුල් අල්ලා ගැනීමට අවශ්‍ය තෙතමනය ස්වභාවිකවම ලැබේ.",
    "answer_ta": "மழைக்காலம் ஆரம்பமாகும் காலம் (மகா பருவம் - அக்டோபர்/நவம்பர்) மிகவும் பொருத்தமானது. இது கன்றுகள் வேர் பிடிப்பதற்குத் தேவையான ஈரப்பதத்தை இயற்கையாகவே வழங்கும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 201,
    "question_si": "පොල් ගස් වලට ගම්මිරිස් වැල් යැවීමෙන් අස්වැන්න අඩු වෙනවද?",
    "question_ta": "மிளகு கொடிகளைப் படர விடுவதால் தென்னை விளைச்சல் குறையுமா?",
    "answer_si": "නැත, නිවැරදිව පොහොර සහ ජලය සපයන්නේ නම් ගම්මිරිස් වගාව නිසා පොල් අස්වැන්න අඩු නොවේ. මෙය අමතර ආදායමක් ලබා දෙන ඉතා හොඳ මිශ්‍ර වගාවකි.",
    "answer_ta": "இல்லை, முறையாக உரமும் நீரும் வழங்கினால் மிளகுச் செய்கையினால் தென்னை விளைச்சல் குறையாது. இது ஒரு சிறந்த மேலதிக வருமானம் தரும் இடைப்பயிர்ச் செய்கையாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 202,
    "question_si": "ගෙඩි ඇතුළේ මදය හැදෙන්නේ නැහැ, ගෙඩි කුඩා වී හැලෙනවා.",
    "question_ta": "தேங்காய்க்குள் பருப்பு உருவாவதில்லை, காய்கள் சிறியதாகி உதிர்கின்றன.",
    "answer_si": "මෙය බෝරෝන් ඌනතාවයයි. සෑම ගසකටම වසරකට වරක් බෝරැක්ස් (Borax) ග්‍රෑම් 50-100ක් පොහොර සමඟ මිශ්‍ර කර යොදන්න.",
    "answer_ta": "இது போரான் சத்துக் குறைபாடு. ஆண்டுக்கு ஒருமுறை 50-100 கிராம் போராக்ஸ் (Borax) உரத்துடன் கலந்து இடவும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 203,
    "question_si": "පොල් වත්තට ඩොලමයිට් දාන්න කියන්නේ ඇයි?",
    "question_ta": "தென்னந்தோப்பிற்கு டோலமைட் போடச் சொல்வது ஏன்?",
    "answer_si": "කුරුණෑගල දිස්ත්‍රික්කයේ බොහෝ පස්වල ආම්ලිකතාවය (Acidity) වැඩි නිසා ඩොලමයිට් යෙදීම වැදගත්ය.\n\nවාසි:\n\n1. පසෙහි ආම්ලිකතාවය පාලනය කරයි.\n2. මැග්නීසියම් (Mg) පෝෂණය ලබා දෙයි.\n\nක්‍රමය: වැඩිහිටි ගසකට වසරකට කිලෝග්‍රෑම් 1-2ක් බැගින් පොහොර යොදන කාලයට වඩා මාසයකට පමණ පෙර යොදන්න.",
    "answer_ta": "குறுநாகலை மாவட்டத்தின் பல பகுதிகளில் மண்ணின் அமிலத்தன்மை அதிகமாக இருப்பதால் டோலமைட் இடுவது அவசியமாகும்.\n\nநன்மைகள்:\n\n1. மண்ணின் அமிலத்தன்மையைக் குறைக்கும்.\n\n2. மெக்னீசியம் (Mg) சத்தை அளிக்கும்.\n\nமுறை: வளர்ந்த மரத்திற்கு ஆண்டுக்கு 1-2 கிலோ வீதம் உரம் இடுவதற்கு ஒரு மாதத்திற்கு முன் இடவும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 204,
    "question_si": "පොල් ගස මුලට ලුණු දැමීමෙන් අස්වැන්න වැඩි වෙනවද?",
    "question_ta": "அடியில் உப்பு போடுவதால் விளைச்சல் அதிகரிக்குமா?",
    "answer_si": "ලුණු තෙතමනය රඳවා ගැනීමට උදව් වුවද අස්වැන්න සෘජුව වැඩි නොකරයි. පොහොර වෙනුවට ලුණු පමණක් යෙදීම ප්‍රමාණවත් නොවේ.",
    "answer_ta": "உப்பு ஈரப்பதத்தைத் தக்கவைக்க உதவும், ஆனால் விளைச்சலை நேரடியாக அதிகரிக்காது. உரத்திற்குப் பதிலாக உப்பை மட்டும் இடாதீர்கள்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 205,
    "question_si": "නියඟය කාලයට පොල් පැළ වේළෙන එක නවත්වන්නේ කොහොමද?",
    "question_ta": "வறட்சி காலத்தில் கன்றுகள் காய்வதைத் தடுப்பது எப்படி?",
    "answer_si": "\"වසුන් යෙදීම\" කරන්න. පැළය වටා අඩි 2ක් දුරට වියළි පොල් අතු හෝ ලෙලි අතුරා පස රත් වීම සහ වතුර වාෂ්ප වීම පාලනය කරන්න.",
    "answer_ta": "மூடாக்கி\" இடுங்கள். கன்றைச் சுற்றி 2 அடிக்கு காய்ந்த இலைகள் அல்லது மட்டைகளை அடுக்குங்கள். இது நீர் ஆவியாவதைத் தடுக்கும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 206,
    "question_si": "පොල් මල් පිපුණාට පස්සේ කුඩා ගෙඩි විශාල ලෙස හැලෙනවා.",
    "question_ta": "பூத்த பிறகு சிறிய பிஞ்சுகள் அதிகளவில் உதிர்கின்றன.",
    "answer_si": "ජලය හිඟකම හෝ බෝරෝන් ඌනතාවය නිසා විය හැක. වියළි කාලයට ජලය සපයා පොහොර යෙදීම විධිමත් කරන්න.",
    "answer_ta": "நீர் பற்றாக்குறை அல்லது போரான் குறைபாட்டால் ஏற்படலாம். வறட்சி காலத்தில் நீர் ஊற்றி முறையாக உரமிடவும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 207,
    "question_si": "පැරණි ගස් ඉවත් කර අලුතින් සිටුවන්න හොඳම ක්‍රමය කුමක්ද?",
    "question_ta": "பழைய மரங்களை அகற்றிவிட்டு புதிதாக நடுவதற்குச் சிறந்த முறை எது?",
    "answer_si": "යටි වගාව\" (Under-planting) කරන්න. පැරණි ගස් අතර පැළ සිටුවා, පැළය වසර 3-4ක් වූ පසු පැරණි ගස් ඉවත් කරන්න.",
    "answer_ta": "அடி நடவு\" (Under-planting) செய்யுங்கள். கன்று 3-4 வயதானதும் பழைய மரங்களை முற்றிலும் அகற்றிவிடவும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 208,
    "question_si": "කුරුණෑගල වතු සඳහා වඩාත් සුදුසු පොහොර මිශ්‍රණය කුමක්ද?",
    "question_ta": "குறுநாகலை தோப்புகளுக்கு மிகவும் பொருத்தமான உரக்கலவை எது?",
    "answer_si": "මධ්‍යම කලාපය සඳහා CRI නිර්දේශ කරන 'S16' හෝ 'APM' පොහොර මිශ්‍රණය වඩාත් සුදුසුයි.",
    "answer_ta": "இடை மண்டலத்திற்கு CRI பரிந்துரைக்கும் 'S16' அல்லது 'APM' உரக்கலவை மிகவும் ஏற்றது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 209,
    "question_si": "ග්ලිරිසීඩියා කොළ පොල් ගස්වලට පොහොරක් ලෙස පාවිච්චි කළ හැකිද?",
    "question_ta": "கிளிசிரிடியா இலைகளைத் தென்னை மரங்களுக்கு உரமாகப் பயன்படுத்தலாமா?",
    "answer_si": "ඔව්, ග්ලිරිසීඩියා යනු ඉතා වටිනා නයිට්‍රජන් බහුල කොළ පොහොරකි.\nගස වටා වලක් කපා කොළ පුරවා පස් වලින් වසන්න. මින් රසායනික පොහොර සඳහා යන වියදම අඩු කරගත හැක.",
    "answer_ta": "ஆம், கிளிசிரிடியா ஒரு மிகச்சிறந்த நைட்ரஜன் நிறைந்த பசுந்தாள் உரமாகும்.\nமரத்தைச் சுற்றி குழி வெட்டி இலைகளை நிரப்பி மண்ணால் மூடவும். இது இரசாயன உரச் செலவைக் குறைக்க உதவும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 210,
    "question_si": "පොල් කැඩීම මාස කීයකට වරක් කළ යුතුද?",
    "question_ta": "எத்தனை மாதங்களுக்கு ஒருமுறை தேங்காய் பறிக்க வேண்டும்?",
    "answer_si": "සාමාන්‍යයෙන් දින 45ත් 60ත් අතර කාලයකදී (සති 8ක්) පොල් කැඩීම සිදු කළ යුතුය.\n\nවසරකට වාර 6ක් පමණ අස්වැන්න නෙළා ගැනීමෙන් ගසේ වර්ධනය සහ අස්වැන්න සමබරව පවත්වා ගත හැක.",
    "answer_ta": "பொதுவாக 45 முதல் 60 நாட்களுக்கு ஒருமுறை (8 வாரங்கள்) தேங்காய் பறிக்க வேண்டும்.\nவருடத்திற்கு சுமார் 6 முறை அறுவடை செய்வதன் மூலம் மரத்தின் வளர்ச்சியையும் விளைச்சலையும் சீராகப் பராமரிக்கலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 211,
    "question_si": "කුරුණෑගල පොල් වගාව ගැන වැඩිදුර උපදෙස් ගන්නේ කොහෙන්ද?",
    "question_ta": "குறுநாகலை விவசாயம் பற்றி மேலதிக ஆலோசனை எங்கு பெறலாம்?",
    "answer_si": "ඔබේ ප්‍රදේශයේ කෘෂිකාර්මික පර්යේෂණ හා නිෂ්පාදන සහකාර නිලධාරියා (ARPA) හමුවන්න. නැතිනම් ලුනුවිල පිහිටි පොල් පර්යේෂණ ආයතනය (CRI) අමතන්න (දුරකථන: 1920).",
    "answer_ta": "தென்னை பயிர்ச்செய்கை சபையின் (CCB) பிரதேச அலுவலகங்களுக்குச் செல்வதன் மூலமோ அல்லது 1920 என்ற விவசாய ஆலோசனை இலக்கத்தை அழைப்பதன் மூலமோ ஆலோசனைகளைப் பெறலாம். குருணாகல் மற்றும் வாரியப்பொல பகுதிகளில் முதன்மை அலுவலகங்கள் உள்ளன.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 212,
    "question_si": "පොහොර යෙදීමට වඩාත්ම සුදුසු කාලගුණික තත්ත්වය කුමක්ද?",
    "question_ta": "உரமிடுவதற்கு மிகவும் பொருத்தமான வானிலை நிலை எது?",
    "answer_si": "මඳ වර්ෂාව පවතින (පසෙහි හොඳින් තෙතමනය ඇති) කාලයකදී පොහොර යෙදීම වඩාත් සුදුසුයි. තද වැසි කාලයේදී පොහොර සේදී යන අතර නියඟ කාලයේදී මුල් වලට පොහොර උරා ගැනීමට නොහැකි වේ.",
    "answer_ta": "மிதமான மழை பெய்யும் போது (மண்ணில் ஈரப்பதம் உள்ள போது) உரமிடுவது சிறந்தது. கடும் மழையின் போது உரம் அடித்துச் செல்லப்படும், வறட்சியின் போது வேர்களால் உரத்தை உறிஞ்ச முடியாது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 213,
    "question_si": "ආවරණ බෝග (Cover Crops) වගා කිරීමේ වාසිය කුමක්ද?",
    "question_ta": "மூடாக்குப் பயிர்களை (Cover Crops) பயிரிடுவதால் ஏற்படும் நன்மை என்ன?",
    "answer_si": "මුකුණැස්ස හෝ කැලිපගෝනියම් වැනි ආවරණ බෝග මගින් පස සෘජු හිරු රශ්මියෙන් ආරක්ෂා කර තෙතමනය රඳවා තබයි. එසේම වල් පැලෑටි වර්ධනය පාලනය කරන අතර පස සෝදා යාම වළක්වයි.",
    "answer_ta": "மூடாக்குப் பயிர்கள் (Cover Crops) மண்ணை நேரடி சூரிய வெப்பத்திலிருந்து பாதுகாத்து ஈரப்பதத்தைத் தக்கவைக்கின்றன. மேலும், இவை களை வளர்ச்சியைக் கட்டுப்படுத்தி மண் அரிப்பைத் தடுக்கின்றன.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 214,
    "question_si": "බෑවුම් සහිත වත්තක පස සෝදා යාම වළක්වන්නේ කොහොමද?",
    "question_ta": "சரிவான நிலங்களில் மண் அரிப்பைத் தடுப்பது எப்படி?",
    "answer_si": "කුරුණෑගල සමහර ප්‍රදේශ බෑවුම් සහිත බැවින්, පස සහ ජලය ආරක්ෂා කිරීමට හේවි කාණු (Contour Bunds) කැපිය යුතුය. කාණුවලින් ගලා යන වතුර නතර කර පොළොවට උරා ගැනීමට ඉඩ සලසයි.",
    "answer_ta": "குருணாகலின் சில பகுதிகள் சரிவாக இருப்பதால், மண்ணையும் நீரையும் பாதுகாக்க சம உயரக் கண்கள் (Contour Bunds) அல்லது அகழிகளை அமைக்க வேண்டும். இவை ஓடும் நீரைத் தடுத்து நிலத்தடி நீர் மட்டத்தை உயர்த்தும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 215,
    "question_si": "පොල් ගසේ කඳ ඉහළට යන විට සිහින් වී යන්නේ ඇයි? (Tapering)",
    "question_ta": "தென்னை மரத்தின் தண்டு மேல் நோக்கிச் செல்லும்போது மெலிந்து போவது ஏன்?",
    "answer_si": "මෙයට ප්‍රධාන හේතුව පෝෂණ ඌනතාවය හෝ පසෙහි ඇති දැඩි බොරළු තට්ටුවක් නිසා මුල් වලට පස විනිවිද යාමට නොහැකි වීමයි. නිසි ලෙස පොහොර යෙදීමෙන් සහ ජලය ලබා දීමෙන් මෙය පාලනය කළ හැක.",
    "answer_ta": "இதற்கு ஊட்டச்சத்துக் குறைபாடு அல்லது மண்ணில் உள்ள கடினமான பாறைத் தன்மை காரணமாக வேர்கள் ஆழமாகச் செல்ல முடியாமையே காரணமாகும். முறையான உரமிடல் மற்றும் நீர் மேலாண்மை மூலம் இதைக் குறைக்கலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 216,
    "question_si": "පොල් අස්වැන්න නෙළාගත් පසු ගබඩා කර තැබීමේදී සැලකිලිමත් විය යුත්තේ කුමක් ගැනද?",
    "question_ta": "தேங்காய் பறித்த பின் அவற்றைச் சேமித்து வைக்கும்போது கவனிக்க வேண்டியவை எவை?",
    "answer_si": "පොල් ගෙඩි තෙතමනය සහිත බිමක තැබීමෙන් වැළකිය යුතුය. ගෙඩි ගොඩ ගසා තැබීමේදී මඳ සෙවනක් සහිත, වාතාශ්‍රය ලැබෙන ස්ථානයක් තෝරා ගැනීමෙන් ගෙඩි පැළ වීම සහ නරක් වීම වළක්වා ගත හැක.",
    "answer_ta": "தேங்காய்களை ஈரமான தரையில் வைப்பதைத் தவிர்க்க வேண்டும். நிழலான மற்றும் காற்றோட்டமான இடத்தில் குவித்து வைப்பதன் மூலம் தேங்காய் முளைப்பதையும் அழுகுவதையும் தடுக்கலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 217,
    "question_si": "පොල් ගසක් ඉතා මහලු වූ විට කළ යුත්තේ කුමක්ද?",
    "question_ta": "தென்னை மரம் மிகவும் முதுமை அடைந்தால் என்ன செய்ய வேண்டும்?",
    "answer_si": "ගසේ අස්වැන්න ඉතාම අඩු වී ඇත්නම් එම ගස් ඉවත් කර අලුතින් පැළ සිටුවීම (Replanting) කළ යුතුය. නැතිනම් වත්තේ ඵලදායිතාවය අඩු වේ. කුරුණෑගල බොහෝ වතු වල දැනට පවතින්නේ මහලු ගස් බැවින් මෙය ඉතා වැදගත් වේ.",
    "answer_ta": "விளைச்சல் மிகவும் குறைந்த பழைய மரங்களை அகற்றிவிட்டு புதிய கன்றுகளை நடவு (Replanting) செய்ய வேண்டும். குருணாகலில் பல தோட்டங்களில் பழைய மரங்களே அதிகம் இருப்பதால், விளைச்சலை அதிகரிக்க இது அவசியமாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 218,
    "question_si": "කුරුණෑගල පවතින අතරමැදි කලාපීය දේශගුණය පොල් වගාවට බලපාන්නේ කොහොමද?",
    "question_ta": "குறுணாகலில் நிலவும் இடைநிலை மண்டலக் காலநிலை தென்னைச் செய்கையை எவ்வாறு பாதிக்கிறது?",
    "answer_si": "කුරුණෑගල දිස්ත්‍රික්කය අතරමැදි කලාපයට අයත් වන නිසා වසරකට මිලිමීටර් 1750-2500 අතර වර්ෂාපතනයක් ලැබේ. මෙය පොල් වගාවට ඉතා හිතකර වුවත්, ජනවාරි-මාර්තු සහ අගෝස්තු-සැප්තැම්බර් කාලවල පවතින තද වියළි කාලගුණය නිසා තෙතමනය රැක ගැනීමට විශේෂ අවධානයක් දිය යුතුය.",
    "answer_ta": "குறுணாகல் மாவட்டம் இடைநிலை மண்டலத்திற்குள் அமைந்திருப்பதால், ஆண்டுக்கு 1750-2500 மி.மீ மழைவீழ்ச்சியைப் பெறுகிறது. இது தென்னைக்குச் சாதகமானது என்றாலும், ஜனவரி-மார்ச் மற்றும் ஆகஸ்ட்-செப்டம்பர் காலங்களில் நிலவும் கடும் வறட்சியின் போது மண்ணின் ஈரப்பத்தைப் பாதுகாக்க விசேட கவனம் செலுத்த வேண்டும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 219,
    "question_si": "මහ කන්නයේ වර්ෂාව ආරම්භ වූ විට පැළ සිටුවීම සුදුසුද?",
    "question_ta": "மகா பருவ மழை ஆரம்பித்தவுடன் கன்றுகளை நடுவது பொருத்தமானதா?",
    "answer_si": "ඔව්, කුරුණෑගල ප්‍රදේශයට ඔක්තෝබර්/නොවැම්බර් මාසවල ලැබෙන මහ කන්නයේ වැසි ආරම්භ වී පස හොඳින් තෙත් වූ පසු පැළ සිටුවීම වඩාත් සුදුසුය. එවිට පැළයට මුල් ඇදීමට අවශ්‍ය තෙතමනය ස්වාභාවිකවම ලැබේ.",
    "answer_ta": "ஆம், குறுணாகல் பகுதியில் அக்டோபர்/நவம்பர் மாதங்களில் ஆரம்பிக்கும் மகா பருவ மழையைத் தொடர்ந்து மண் நன்கு ஈரமடைந்த பின் கன்றுகளை நடுவது சிறந்தது. இது வேர்கள் மண்ணில் நிலைபெறத் தேவையான ஈரப்பதத்தை இயற்கையாகவே வழங்குகிறது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 220,
    "question_si": "අධික හිරු රශ්මියෙන් ලපටි පොල් පැළ ආරක්ෂා කරන්නේ කොහොමද?",
    "question_ta": "கடும் வெயிலிலிருந்து இளம் தென்னங்கன்றுகளை எவ்வாறு பாதுகாக்கலாம்?",
    "answer_si": "තද අව්ව පවතින කාලවලදී පොල් අතු හෝ සෙවන දැල් යොදාගෙන තාවකාලික සෙවනක් ලබා දිය යුතුය. එසේම පැළය වටා අඟල් 2-3ක් ඝනකමට වසුනක් යෙදීමෙන් පස සිසිල්ව තබා ගත හැක.",
    "answer_ta": "கடும் வெயில் உள்ள காலங்களில் தென்னை ஓலைகள் அல்லது நிழல் வலைகளைப் பயன்படுத்தித் தற்காலிக நிழலை வழங்க வேண்டும். மேலும் கன்றைச் சுற்றி 2-3 அங்குல தடிமனுக்கு மூடாக்கிடுவதன் மூலம் மண்ணைக் குளிர்ச்சியாக வைத்திருக்கலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 221,
    "question_si": "රාත්‍රී කාලයේ පවතින අධික ආර්ද්‍රතාවය රෝග ව්‍යාප්තියට බලපානවාද?",
    "question_ta": "இரவு நேரத்தில் நிலவும் அதிக ஈரப்பதம் நோய் பரவலுக்குப் பாதிப்பை ஏற்படுத்துமா?",
    "answer_si": "ඔව්, අධික ආර්ද්‍රතාවය සහිත කාලගුණය \"ගොබය කුණු වීමේ\" වැනි දිලීර රෝග ව්‍යාප්ත වීමට හිතකරය. එබැවින් වත්තේ වාතාශ්‍රය හොඳින් ලැබෙන සේ අනවශ්‍ය පඳුරු ඉවත් කළ යුතුය.",
    "answer_ta": "ஆம், அதிக ஈரப்பதம் கொண்ட காலநிலை \"குருத்தழுகல்\" போன்ற பூஞ்சை நோய்கள் பரவச் சாதகமானது. எனவே தோட்டத்தில் காற்றோட்டம் சீராக இருக்கும் வகையில் தேவையற்ற புதர்களை அகற்ற வேண்டும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 222,
    "question_si": "කුරුණෑගල ප්‍රදේශයට බලපාන තද සුළං තත්ත්වයන්ගෙන් පොල් වගාවට හානි සිදුවිය හැකිද?",
    "question_ta": "குறுணாகல் பகுதியில் வீசும் பலத்த காற்றினால் தென்னைச் செய்கைக்குப் பாதிப்பு ஏற்படுமா?",
    "answer_si": "තද සුළං නිසා මල් හැලීම සහ ගෙඩි වැටීම සිදු විය හැක. මෙය පාලනය කිරීමට වත්ත වටා සුළං බාධක ලෙස ග්ලිරිසීඩියා හෝ වෙනත් උස ශාක වැවීම වැදගත් වේ.",
    "answer_ta": "கடும் காற்று பூக்கள் உதிர்வதற்கும் காய்கள் விழுவதற்கும் காரணமாகலாம். இதைக் கட்டுப்படுத்தத் தோட்டத்தைச் சுற்றி காற்றுத் தடைகளாக கிளைரிசிடியா அல்லது வேறு உயரமான மரங்களை வளர்ப்பது அவசியம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 223,
    "question_si": "ත්‍රිකෝණාකාර සිටුවීමේ ක්‍රමය භාවිතා කිරීමේ ප්‍රධාන වාසිය කුමක්ද?",
    "question_ta": "முக்கோண முறை நடுகையைப் பயன்படுத்துவதன் முக்கிய நன்மை என்ன?",
    "answer_si": "සමචතුරස්‍ර ක්‍රමයට වඩා ත්‍රිකෝණාකාර ක්‍රමයේදී ඒකක භූමියක 15%ක් පමණ වැඩිපුර ගස් සංඛ්‍යාවක් වගා කළ හැකි අතර, ගස්වලට හිරු එළිය සමානව ලැබීමද මෙහිදී වැඩි වේ.",
    "answer_ta": "சதுர முறையை விட முக்கோண முறையில் ஒரு ஏக்கர் நிலத்தில் சுமார் 15% மேலதிகமான மரங்களை வளர்க்க முடியும். அத்துடன் மரங்களுக்குச் சூரிய ஒளி சீராகக் கிடைக்கவும் இது உதவுகிறது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 224,
    "question_si": "පොල් ගස්වල අස්වැන්න වැඩි කිරීමට ලුණු යෙදීම සාර්ථකද?",
    "question_ta": "தென்னை மரங்களின் விளைச்சலை அதிகரிக்க உப்பு இடுவது பலனளிக்குமா?",
    "answer_si": "ඔව්, සෝඩියම් (Sodium) මගින් පොටෑසියම් වල කාර්යයට යම් දුරකට සහය දෙන නිසා ලුණු යෙදීමෙන් ගෙඩි හැලීම පාලනය වී අස්වැන්න යම් මට්ටමකට වැඩි විය හැක.",
    "answer_ta": "ஆம், உப்பில் உள்ள சோடியம் (Sodium) பொட்டாசியத்தின் செயல்பாட்டிற்கு ஓரளவு துணைபுரிவதால், உப்பு இடுவதன் மூலம் காய்கள் உதிர்வதைக் கட்டுப்படுத்தி விளைச்சலைச் சற்றே அதிகரிக்கலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 225,
    "question_si": "කොළ පොහොර භාවිතා කිරීමේ වැදගත්කම කුමක්ද?",
    "question_ta": "பசுந்தாள் உரங்களைப் (Green manure) பயன்படுத்துவதன் முக்கியத்துவம் என்ன?",
    "answer_si": "වල පිරවීමේදී ග්ලිරිසීඩියා වැනි කොළ පොහොර තට්ටුවක් යෙදීමෙන් පසට ස්වාභාවිකව නයිට්‍රජන් එකතු වේ. එමෙන්ම පසෙහි වාතනය සහ ජලය රඳවා ගැනීමේ හැකියාවද මෙයින් වැඩි දියුණු වේ.",
    "answer_ta": "குழி நிரப்பும் போது கிளைரிசிடியா போன்ற பசுந்தாள் உரங்களை இடுவதன் மூலம் மண்ணிற்கு இயற்கையான நைதரசன் கிடைக்கிறது. மேலும் இது மண்ணின் நீர் தேக்கும் திறனையும் காற்றோட்டத்தையும் மேம்படுத்துகிறது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 226,
    "question_si": "පොල් යනු මොනවාද?",
    "question_ta": "தென்னை என்பது யாது?",
    "answer_si": "පොල් යනු ලෝකයේ වඩාත්ම ප්‍රයෝජනවත් ශාකයක් ලෙස සැලකෙන, \"Arecaceae\" කුලයට අයත් බහු වාර්ෂික වගාවකි. ශ්‍රී ලංකාවේ ප්‍රධානතම අපනයන බෝගයක් වන මෙය, ආහාර, තෙල් සහ කර්මාන්ත සඳහා අත්‍යවශ්‍ය අමුද්‍රව්‍ය සපයන ප්‍රධාන ජීවනෝපාය මාර්ගයකි.",
    "answer_ta": "தென்னை என்பது உலகின் மிகவும் பயனுள்ள தாவரங்களில் ஒன்றாகக் கருதப்படும், \"Arecaceae\" குடும்பத்தைச் சேர்ந்த ஒரு பல்லாண்டுப் பயிராகும். இலங்கையின் பிரதான ஏற்றுமதிப் பயிர்களில் ஒன்றான இது, உணவு, எண்ணெய் மற்றும் தொழிற்சாலைகளுக்குத் தேவையான மூலப்பொருட்களை வழங்கும் ஒரு முக்கிய வாழ்வாதாரமாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 227,
    "question_si": "පොල්වල ඇති විශේෂත්වය කුමක්ද?",
    "question_ta": "தென்னையின் சிறப்பம்சம் என்ன?",
    "answer_si": "පොල් ගසේ සෑම කොටසක්ම (මුල්, කඳ, කොළ, ගෙඩිය) මිනිසාට ප්‍රයෝජනවත් වීම මෙහි ඇති විශේෂත්වයයි. මෙය \"ජීවන වෘක්ෂය\" ලෙස හැඳින්වෙන අතර, ඉහළ පෝෂණ ගුණයකින් යුත් ජලය සහ මදය මෙන්ම කොහු සහ කටු ආශ්‍රිත නිෂ්පාදන හරහා ඉහළ ආර්ථික අගයක් ලබා දෙයි.",
    "answer_ta": "தென்னை மரத்தின் அனைத்துப் பாகங்களும் (வேர், தண்டு, ஓலை, காய்) மனிதனுக்குப் பயனுள்ளதாக இருப்பதே இதன் சிறப்பம்சமாகும். இது \"கற்பகதரு\" (Tree of Life) என அழைக்கப்படுவதுடன், அதிக ஊட்டச்சத்து கொண்ட இளநீர் மற்றும் தேங்காய் மூலம் பொருளாதார மதிப்பையும் வழங்குகிறது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 228,
    "question_si": "කුරුණෑගල දිස්ත්‍රික්කය තෝරා ගන්නේ ඇයි?",
    "question_ta": "ஏன் குருணாகல் மாவட்டம் தேர்ந்தெடுக்கப்பட்டது?",
    "answer_si": "ශ්‍රී ලංකාවේ \"පොල් ත්‍රිකෝණයට\" අයත් වන කුරුණෑගල දිස්ත්‍රික්කය, මෙරට වැඩිම පොල් නිෂ්පාදනයක් සිදු කරන දිස්ත්‍රික්කය වේ. මෙහි පවතින රතු-දුඹුරු ලැටසොලික් පස සහ අතරමැදි කලාපීය දේශගුණය පොල් වගාවට ඉතාමත් හිතකර වීම මෙයට ප්‍රධාන හේතුවයි.",
    "answer_ta": "இலங்கையின் \"தென்னை முக்கோண வலயத்திற்குள்\" (Coconut Triangle) குருணாகல் மாவட்டம் அமைந்துள்ளதால், இது நாட்டின் அதிக தென்னை உற்பத்தியைக் கொண்ட மாவட்டமாகத் திகழ்கிறது. இங்கு நிலவும் செங்கபில மண் மற்றும் இடைநிலை மண்டலக் காலநிலை தென்னைச் செய்கைக்கு மிகவும் சாதகமாக இருப்பதே இதற்குக் காரணமாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 229,
    "question_si": "පොල් පොහොර ගැන දැනගන්නේ කොහොමද?",
    "question_ta": "தென்னை உரங்கள் பற்றி எவ்வாறு அறிந்துகொள்வது?",
    "answer_si": "පොල් පර්යේෂණ ආයතනය (CRI) මගින් නිර්දේශිත පොහොර මිශ්‍රණ (උදා: APM හෝ YPM) පිළිබඳ තොරතුරු 1935 ක්ෂණික ඇමතුම් අංකය හරහා හෝ ඔබේ ප්‍රදේශයේ පොල් සංවර්ධන නිලධාරියා (CDO) මගින් ලබාගත හැක. එසේම, පස් පරීක්ෂාවකින් පසු ඔබේ වත්තට වඩාත් ගැලපෙන පොහොර වර්ගය හඳුනාගත හැකිය.",
    "answer_ta": "தென்னை ஆராய்ச்சி நிறுவனம் (CRI) பரிந்துரைக்கும் உரக் கலவைகள் (உதாரணம்: APM அல்லது YPM) குறித்த தகவல்களை 1935 என்ற துரித அழைப்பு இலக்கம் மூலமோ அல்லது உங்கள் பிரதேச தென்னை மேம்பாட்டு உத்தியோகத்தர் (CDO) மூலமோ அறிந்துகொள்ளலாம். மேலும், மண் பரிசோதனை செய்வதன் மூலம் உங்கள் தோட்டத்திற்குப் பொருத்தமான உரத்தை இனம் காணலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 230,
    "question_si": "පොල් ආදායම අඩු වෙන්නේ ඇයි?",
    "question_ta": "தென்னை வருமானம் குறைவதற்கான காரணங்கள் யாவை?",
    "answer_si": "පොල් ආදායම අඩු වීමට ප්‍රධාන හේතු වන්නේ නිසි ලෙස පොහොර නොයෙදීම, රතු කුරුමිණියා වැනි පලිබෝධ හානි, නියඟය නිසා අස්වැන්න අඩුවීම සහ පෞරාණික ගස්වල අස්වැන්න පහළ යාමයි. නිසි වගා කළමනාකරණ ක්‍රම අනුගමනය කිරීමෙන් මෙය වළක්වා ගත හැක.",
    "answer_ta": "முறையான உரமிடல் இல்லாமை, சிவப்பு வண்டு போன்ற பூச்சிகளின் தாக்கம், வறட்சி காரணமாக விளைச்சல் குறைதல் மற்றும் மிகவும் பழமையான மரங்களில் காய்ப்புத் திறன் குறைதல் போன்றவை பிரதான காரணங்களாகும். முறையான தோட்டப் பராமரிப்பு மூலம் இதனைத் தவிர்க்கலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 231,
    "question_si": "මම පොල් වගාවට අලුත් අවශ්‍ය තොරතුරු දැනගන්නේ කොහොමද?",
    "question_ta": "நான் தென்னைச் செய்கைக்குப் புதியவன், தேவையான தகவல்களை எவ்வாறு பெறுவது?",
    "answer_si": "නවකයෙකු ලෙස ඔබට පොල් වගා කිරීමේ මණ්ඩලයේ (CCB) ප්‍රාදේශීය කාර්යාලයෙන් හෝ පොල් පර්යේෂණ ආයතනයෙන් මූලික උපදෙස් ලබාගත හැක. එසේම, ද්විභාෂා NLP උපදේශන පද්ධති හරහා වගා බිම් සැකසීමේ සිට නඩත්තුව දක්වා නවතම තොරතුරු පහසුවෙන් ලබාගත හැකිය.",
    "answer_ta": "ஒரு புதிய செய்கையாளராக நீங்கள் தென்னை பயிர்ச்செய்கை சபையின் (CCB) பிரதேச அலுவலகங்கள் அல்லது தென்னை ஆராய்ச்சி நிறுவனத்திடம் இருந்து ஆலோசனைகளைப் பெறலாம். அத்துடன், இந்தத் த்விபாஷா NLP ஆலோசனைக் கட்டமைப்பு மூலமும் ஆரம்பம் முதல் பராமரிப்பு வரையான தகவல்களை எளிதாகப் பெற முடியும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 232,
    "question_si": "රෝග හඳුනාගන්නේ කොහොමද?",
    "question_ta": "நோய்களை எவ்வாறு கண்டறிவது?",
    "answer_si": "පොල් ගසේ කොළ කහ පැහැ වීම, ගොබය ඇල වීම (ගොබය කුණු වීම) හෝ කඳෙන් දියරයක් වෑස්සීම (කඳ වෑස්සීමේ රෝගය) වැනි බාහිර ලක්ෂණ නිරීක්ෂණය කිරීමෙන් රෝග හඳුනාගත හැක. හානියට පත් පටක පරීක්ෂා කිරීමෙන් රෝගයේ ස්වභාවය නිවැරදිව තහවුරු කර ගත හැකිය.",
    "answer_ta": "தென்னை ஓலைகள் மஞ்சள் நிறமாக மாறுதல், குருத்து சாய்ந்து போதல் (குருத்தழுகல்) அல்லது தண்டிலிருந்து திரவம் கசிதல் (Stem Bleeding) போன்ற அறிகுறிகள் மூலம் நோய்களைக் கண்டறியலாம். பாதிக்கப்பட்ட பாகங்களைப் பரிசோதிப்பதன் மூலம் நோயின் தன்மையை உறுதிப்படுத்திக் கொள்ளலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 233,
    "question_si": "අක්කරයක පොල් ගස් කීයක් හිටවන්න පුළුවන්ද?",
    "question_ta": "ஒரு ஏக்கரில் எத்தனை தென்னை மரங்களை நடலாம்?",
    "answer_si": "සාමාන්‍යයෙන් අක්කරයක අඩි 26 x 26 පරතරය යටතේ පොල් ගස් 64ක් සිටුවිය හැකිය. ත්‍රිකෝණාකාර ක්‍රමයට සිටුවන්නේ නම් අක්කරයකට ගස් 70ක් පමණ වගා කළ හැකි අතර එමගින් හිරු එළිය වඩාත් කාර්යක්ෂමව ගසට ලැබේ.",
    "answer_ta": "பொதுவாக ஒரு ஏக்கரில் 26 x 26 அடி இடைவெளியில் 64 தென்னை மரங்களை நட முடியும். முக்கோண முறையில் நடுவதன் மூலம் ஒரு ஏக்கருக்கு சுமார் 70 மரங்கள் வரை பயிரிடலாம், இதன் மூலம் சூரிய ஒளி மரங்களுக்குச் சீராகக் கிடைக்கும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 234,
    "question_si": "අනෙකුත් දිස්ත්‍රික්ක සඳහා තොරතුරු ලබාගන්න පුළුවන්ද?",
    "question_ta": "ஏனைய மாவட்டங்களுக்கான தகவல்களைப் பெற முடியுமா?",
    "answer_si": "ඔව්, ජාතික මට්ටමේ ආයතන මගින් දිවයිනේ ඕනෑම ප්‍රදේශයකට අදාළ පොල් වගා තොරතුරු සපයනු ලබයි. කෙසේ වෙතත්, මෙම පද්ධතිය හරහා කුරුණෑගල දිස්ත්‍රික්කයට විශේෂිත වූ පාරිසරික සහ දේශගුණික දත්ත මත පදනම්ව වඩාත් නිවැරදි උපදෙස් ලබා දීම පමණක් සිදුකරයි.",
    "answer_ta": "ஆம், தேசிய மட்டத்திலான நிறுவனங்கள் மூலம் நாட்டின் எந்தப் பகுதிக்கும் உரிய தென்னைச் செய்கை தகவல்களைப் பெற்றுக்கொள்ளலாம். இருப்பினும், இந்தத் திட்டம் குருணாகல் மாவட்டத்தின் சூழல் மற்றும் காலநிலைத் தரவுகளின் அடிப்படையில் துல்லியமான ஆலோசனைகளை வழங்க வடிவமைக்கப்பட்டுள்ளது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 235,
    "question_si": "හොඳ පොල් පැළ හඳුනාගන්නේ කොහොමද?",
    "question_ta": "தரமான தென்னங்கன்றுகளை எவ்வாறு கண்டறிவது?",
    "answer_si": "හොඳ පොල් පැළයක් තෝරා ගැනීමේදී එහි කඳ මහත් වී තිබීම, පත්‍ර 4-6 ක් පමණ තිබීම, පලිබෝධ හානි නොමැති වීම සහ එය සහතික කළ රජයේ හෝ CRI අනුමත තවානකින් ලබාගත් පැළයක් වීම වැදගත්ය.",
    "answer_ta": "தரமான தென்னங்கன்றைத் தேர்ந்தெடுக்கும் போது, அதன் தண்டு பருமனாக இருத்தல், 4-6 ஓலைகள் இருத்தல், பூச்சித் தாக்கங்கள் இல்லாமை மற்றும் அது அரசாங்கத்தினால் அங்கீகரிக்கப்பட்ட அல்லது CRI அங்கீகாரம் பெற்ற நாற்றுமேடையில் இருந்து பெறப்பட்டதாக இருத்தல் அவசியம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 236,
    "question_si": "පොල්වල ප්‍රමාණය කුඩා ඇයි?",
    "question_ta": "தேங்காய்களின் அளவு சிறியதாக இருப்பது ஏன்?",
    "answer_si": "පොල් ගෙඩි කුඩා වීමට ප්‍රධාන හේතු වන්නේ දීර්ඝකාලීන නියඟය, පසෙහි පෝටෑසියම් හෝ බෝරෝන් වැනි පෝෂක ඌනතාවය සහ පාරම්පරිකව අඩු ගුණාත්මක ජාන සහිත ගස් වගා කර තිබීමයි.",
    "answer_ta": "தேங்காய்கள் சிறியதாக இருப்பதற்கு முக்கிய காரணங்கள் நீண்ட கால வறட்சி, மண்ணில் பொட்டாசியம் அல்லது போரோன் போன்ற ஊட்டச்சத்துக் குறைபாடு மற்றும் தரம் குறைந்த மர வகைகளை நட்டு வளர்ப்பதாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 237,
    "question_si": "පොල් ගස කුඩා වෙන්නේ ඇයි?",
    "question_ta": "தென்னை மரம் ஏன் சிறியதாக (வளர்ச்சி குன்றி) காணப்படுகிறது?",
    "answer_si": "ප්‍රමාණවත් හිරු එළිය නොලැබීම (සෙවන අධික වීම), පසෙහි පවතින දැඩි පාෂාණ තට්ටු නිසා මුල් විහිදීමට නොහැකි වීම හෝ කුරු ප්‍රභේද (Dwarf varieties) වගා කර තිබීම මෙයට හේතු විය හැක.",
    "answer_ta": "போதுமான சூரிய ஒளி கிடைக்காதது (நிழல் அதிகம் இருப்பது), மண்ணுக்கு அடியில் இருக்கும் கடினமான பாறைத் அடுக்குகள் காரணமாக வேர்கள் பரவ முடியாமை அல்லது குள்ள ரகத் தென்னை வகைகளை (Dwarf varieties) நட்டிருப்பது இதற்கான காரணங்களாக இருக்கலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 238,
    "question_si": "නිසි පොහොර දැමීමෙන් ප්‍රතිඵල නැත්තේ ඇයි?",
    "question_ta": "முறையான உரமிட்டும் சரியான பலன் கிடைக்காதது ஏன்?",
    "answer_si": "පසෙහි ආම්ලිකතාවය වැඩි නම් (pH අගය අඩු නම්) ගසට පෝෂණය උරා ගැනීමට නොහැකි වේ. එබැවින් පොහොර යෙදීමට පෙර ඩොලමයිට් යොදා පස නිවැරදි කළ යුතුය. එසේම නියඟ කාලවලදී පොහොර යෙදීමෙන්ද නියමිත ප්‍රතිඵල නොලැබේ.",
    "answer_ta": "மண்ணின் அமிலத்தன்மை அதிகமாக இருந்தால் (pH பெறுமானம் குறைந்தால்) மரத்தினால் ஊட்டச்சத்தை உறிஞ்ச முடியாது. எனவே உரமிடுவதற்கு முன்னர் டொலமைட் இட்டு மண்ணின் அமிலத்தன்மையைச் சீர்செய்ய வேண்டும். மேலும் வறட்சிக் காலங்களில் உரமிடுவதாலும் முறையான பலன் கிடைக்காது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 239,
    "question_si": "පොල් පැළ සතුන්ගෙන් බේරාගන්නේ කොහොමද?",
    "question_ta": "தென்னங்கன்றுகளை விலங்குகளிடமிருந்து பாதுகாப்பது எப்படி?",
    "answer_si": "පැළය වටා කටු කම්බි වැටවල්, ප්ලාස්ටික් හෝ දැල් ආවරණ යෙදීමෙන් ගවයින් සහ එළුවන්ගෙන් ආරක්ෂා කරගත හැක. රිළවුන් සහ වඳුරන් පලවා හැරීමට ශබ්ද නගන උපකරණ හෝ දැල් භාවිතා කළ යුතුය.",
    "answer_ta": "கன்றைச் சுற்றி முட்கம்பி வேலிகள், பிளாஸ்டிக் அல்லது வலை மறைப்புகளை அமைப்பதன் மூலம் கால்நடைகளிடமிருந்து பாதுகாக்கலாம். குரங்குகளின் தொல்லைக்கு ஒலி எழுப்பும் கருவிகள் அல்லது வலைகளைப் பயன்படுத்தலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 240,
    "question_si": "පොල් පැළ ආරක්ෂා කරගන්නේ කොහොමද?",
    "question_ta": "தென்னங்கன்றுகளை எவ்வாறு பராமரித்துப் பாதுகாக்கலாம்?",
    "answer_si": "වියළි කාලයට නිසි ලෙස වතුර දැමීම සහ වසුන් යෙදීම (Mulching) මගින් තෙතමනය රැකගත යුතුය. එසේම වේයන්ගෙන් සහ කළු කුරුමිණියන්ගෙන් ආරක්ෂා වීමට අවශ්‍ය කෘමිනාශක හෝ ස්වාභාවික ක්‍රම භාවිතා කළ යුතුය.",
    "answer_ta": "வறட்சிக் காலங்களில் முறையான நீர்ப்பாசனம் மற்றும் மூடாக்கிடல் (Mulching) மூலம் ஈரப்பதத்தைப் பாதுகாக்க வேண்டும். அத்துடன் கரையான் மற்றும் கருப்பு வண்டுத் தாக்கத்திலிருந்து பாதுகாக்கத் தேவையான பூச்சிக்கொல்லிகள் அல்லது இயற்கை முறைகளைப் பயன்படுத்த வேண்டும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 241,
    "question_si": "කුරුණෑගල පොල්වල විශේෂ දේ මොකක්ද?",
    "question_ta": "குறுணாகல் தென்னையின் சிறப்பு என்ன?",
    "answer_si": "කුරුණෑගල දිස්ත්‍රික්කයේ පවතින රතු-දුඹුරු ලැටසොලික් පස නිසා මෙහි පොල්වල වැඩි තෙල් ප්‍රතිශතයක් සහ රසවත් මදයක් පවතී. ශ්‍රී ලංකාවේ වැඩිම පොල් නිෂ්පාදනය කරන ප්‍රදේශය වන්නේද මෙයයි.",
    "answer_ta": "குறுணாகல் மாவட்டத்தில் உள்ள செங்கபில மண் காரணமாக இங்குள்ள தேங்காய்களில் அதிக எண்ணெய் சதவீதமும் சுவையான சதைப்பற்றும் காணப்படுகின்றன. இலங்கையில் அதிகளவு தேங்காய் உற்பத்தி செய்யப்படும் மாவட்டமும் இதுவேயாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 242,
    "question_si": "පොල්වලින් ලබාගන්න පුළුවන් ප්‍රයෝජන මොනවාද?",
    "question_ta": "தென்னையிலிருந்து பெற்றுக்கொள்ளக்கூடிய பயன்கள் யாவை?",
    "answer_si": "ආහාර සඳහා පොල් මදය සහ ජලය, පොල් තෙල්, කොහු ආශ්‍රිත නිෂ්පාදන (ලණු, පාපිසි), කොප්පරා, සහ කටු අඟුරු වැනි කාර්මික නිෂ්පාදන රාශියක් ලබාගත හැක.",
    "answer_ta": "உணவிற்காகத் தேங்காய் மற்றும் இளநீர், தேங்காய் எண்ணெய், தும்பு சார்ந்த பொருட்கள் (கயிறு, தரைவிரிப்பு), கொப்பரா மற்றும் சிரட்டைக்கரி போன்ற பல கைத்தொழில் தயாரிப்புகளைப் பெற்றுக்கொள்ளலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 243,
    "question_si": "පොල් වගාව සාර්ථක නොවුණොත්?",
    "question_ta": "தென்னைச் செய்கை வெற்றியளிக்கவில்லை என்றால் என்ன செய்வது?",
    "answer_si": "වගාව සාර්ථක නොවන්නේ නම් පස් පරීක්ෂාවක් සිදු කර පෝෂණ ඌනතා හඳුනාගත යුතුය. එසේම පොල් වගා කිරීමේ මණ්ඩලයේ උපදෙස් මත අස්වැන්න අඩු ගස් ඉවත් කර නව දෙමුහුන් පැළ සිටුවීම (Replanting) කළ යුතුය.",
    "answer_ta": "செய்கை வெற்றியளிக்கவில்லை எனில் மண் பரிசோதனை செய்து ஊட்டச்சத்துக் குறைபாடுகளைக் கண்டறிய வேண்டும். தென்னை அபிவிருத்திச் சபையின் ஆலோசனையின் பேரில் விளைச்சல் குறைந்த மரங்களை அகற்றிவிட்டுப் புதிய வீரியமான கன்றுகளை நடலாம் (Replanting).",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 244,
    "question_si": "නිසි සාම්පල නොකළොත් මොකද වෙන්නේ?",
    "question_ta": "முறையான மாதிரிப் பரிசோதனை (Sampling) செய்யாவிட்டால் என்ன நடக்கும்?",
    "answer_si": "පස් හෝ පත්‍ර සාම්පල පරීක්ෂා කර පෝෂණ මට්ටම හඳුනා නොගත්තොත්, අනවශ්‍ය පොහොර යෙදීම නිසා මුදල් අපතේ යාම සහ ගසට අවශ්‍ය නිවැරදි පෝෂණය නොලැබී යාම සිදු වේ.",
    "answer_ta": "மண் அல்லது ஓலை மாதிரிகளைப் பரிசோதனை செய்து ஊட்டச்சத்து மட்டத்தைக் கண்டறியாவிட்டால், தேவையற்ற உரங்களை இடுவதன் மூலம் பணம் வீணாவதோடு மரத்திற்குத் தேவையான சரியான ஊட்டச்சத்தும் கிடைக்காமல் போகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 245,
    "question_si": "පොල් ගසක උස කොපමණ විය යුතුද?",
    "question_ta": "ஒரு தென்னை மரம் எவ்வளவு உயரம் வளர வேண்டும்?",
    "answer_si": "සාමාන්‍ය 'උස' (Tall) වර්ගයේ පොල් ගසක් අඩි 60-80ක් පමණ උස යන අතර, 'කුරු' (Dwarf) වර්ග අඩි 20-30ක් පමණ උස වේ. වයස සහ නඩත්තුව අනුව මෙය වෙනස් විය හැක.",
    "answer_ta": "சாதாரணமாக 'உயர' (Tall) ரகத் தென்னை மரங்கள் 60-80 அடி உயரம் வரையிலும், 'குள்ள' (Dwarf) ரகங்கள் 20-30 அடி உயரம் வரையிலும் வளரும். வயது மற்றும் பராமரிப்பைப் பொறுத்து இது மாறுபடலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 246,
    "question_si": "පොල් ප්‍රභේද මොනවාද?",
    "question_ta": "தென்னை இரகங்கள் எவை?",
    "answer_si": "ලංකාවේ ප්‍රධාන වශයෙන් 'උස' (Tall - Typica), 'කුරු' (Dwarf - Nana) සහ 'දෙමුහුන්' (Hybrid - Aurantiaca) ලෙස ප්‍රභේද පවතී. මීට අමතරව CRI මගින් හඳුන්වා දුන් CRIC60, CRIC65 සහ CRISL98 වැනි වැඩිදියුණු කළ ප්‍රභේද පවතී.",
    "answer_ta": "இலங்கையில் பிரதானமாக 'உயரமானவை' (Tall - Typica), 'குள்ளமானவை' (Dwarf - Nana) மற்றும் 'வீரியமானவை' (Hybrid - Aurantiaca) என மூன்று இரகங்கள் உள்ளன. மேலதிகமாக தென்னை ஆராய்ச்சி நிறுவனம் (CRI) அறிமுகப்படுத்திய CRIC60, CRIC65 மற்றும் CRISL98 போன்ற மேம்படுத்தப்பட்ட இரகங்களும் உள்ளன.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 247,
    "question_si": "පොල් ප්‍රභේදවල වෙනස්කම් මොනවාද?",
    "question_ta": "தென்னை இரகங்களுக்கு இடையிலான வேறுபாடுகள் யாவை",
    "answer_si": "උස ප්‍රභේද වසර 60-80ක් ජීවත් වන අතර පීදීමට වසර 6-8ක් ගතවේ. කුරු ප්‍රභේද ඉක්මනින් (වසර 3-4කින්) පීදෙන නමුත් ආයු කාලය කෙටිය. දෙමුහුන් ප්‍රභේද මෙම දෙවර්ගයේම වාසි සහිතව ඉහළ අස්වැන්නක් ලබා දෙයි.",
    "answer_ta": "உயரமான இரகங்கள் 60-80 ஆண்டுகள் வாழக்கூடியவை, இவை காய்க்கத் தொடங்க 6-8 ஆண்டுகள் எடுக்கும். குள்ளமான இரகங்கள் விரைவில் (3-4 ஆண்டுகளில்) காய்க்கத் தொடங்கும் ஆனால் அவற்றின் ஆயுட்காலம் குறைவு. வீரியமான இரகங்கள் இவ்விரண்டின் நன்மைகளையும் கொண்டு அதிக விளைச்சலைத் தருகின்றன.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 248,
    "question_si": "පොල් කරදිය කියන්නේ මොකක්ද?",
    "question_ta": "தென்னை உவர்நீர் (Salinity) என்பது என்ன?",
    "answer_si": "මෙයින් අදහස් කරන්නේ පොල් වගාව කෙරෙහි ලවණතාවයේ (Salinity) බලපෑමයි. කුරුණෑගල වැනි රට අභ්‍යන්තර ප්‍රදේශවලට මෙය සෘජුව බලනොපෑවත්, පොල් ගස යම් මට්ටමක ලවණතාවයට ඔරොත්තු දෙන අතර, ඇතැම් විට වගාවට ලුණු (Common salt) යෙදීම අස්වැන්න වැඩි කිරීමට උපකාරී වේ.",
    "answer_ta": "இது தென்னைச் செய்கையில் மண்ணின் உப்புத்தன்மை ஏற்படுத்தும் தாக்கத்தைக் குறிக்கிறது. குறுணாகல் போன்ற உள்நாட்டுப் பகுதிகளுக்கு இது நேரடியாகப் பாதிக்காது என்றாலும், தென்னை மரம் ஓரளவுக்கு உப்புத்தன்மையைத் தாங்கும் திறன் கொண்டது. சில நேரங்களில் விளைச்சலை அதிகரிக்கத் தோட்டங்களுக்கு உப்பு (Common salt) இடுவது பரிந்துரைக்கப்படுகிறது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 249,
    "question_si": "පොල් වර්ග හඳුනාගන්නේ කොහොමද?",
    "question_ta": "தென்னை வகைகளை எவ்வாறு அடையாளப்படுத்துவது?",
    "answer_si": "ගසේ උස, පීදීමට ගතවන කාලය සහ ගෙඩිවල ස්වභාවය අනුව 'උස' (Tall), 'කුරු' (Dwarf) සහ 'දෙමුහුන්' (Hybrid) ලෙස පොල් වර්ග හඳුනාගත හැක. උස වර්ග වසර 60-80 ක් පමණ පවතින අතර, කුරු වර්ග ඉක්මනින් පීදෙන නමුත් ආයු කාලය කෙටි වේ. දෙමුහුන් වර්ග ඉහළ අස්වැන්නක් සඳහා විශේෂයෙන් නිපදවා ඇත.",
    "answer_ta": "மரத்தின் உயரம், காய்க்க எடுக்கும் காலம் மற்றும் காய்களின் தன்மையைப் பொறுத்து 'உயரமான' (Tall), 'குள்ளமான' (Dwarf) மற்றும் 'வீரியமான' (Hybrid) ரகங்கள் என அடையாளப்படுத்தலாம். உயரமான ரகங்கள் நீண்ட காலம் வாழும், குள்ளமான ரகங்கள் விரைவில் காய்க்கும், வீரியமான ரகங்கள் அதிக விளைச்சலுக்காக உருவாக்கப்பட்டவை.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 250,
    "question_si": "පැළයක අවධිය සඳහා පොහොර නිර්දේශ මොනවාද?",
    "question_ta": "கன்றுகளுக்கான உரப் பரிந்துரைகள் யாவை?",
    "answer_si": "සිටුවා වසර 5 ක් දක්වා වූ තරුණ පැළ සඳහා 'YPM' (Young Palm Mixture) පොහොර මිශ්‍රණය වසරකට දෙවතාවක් වර්ෂා කාලය ආරම්භයේදී යෙදීම නිර්දේශ කෙරේ.",
    "answer_ta": "கன்று நட்டு 5 ஆண்டுகள் வரையுள்ள இளம் கன்றுகளுக்கு 'YPM' (Young Palm Mixture) உரக்கலவையை ஆண்டுக்கு இருமுறை மழைக்கால ஆரம்பத்தில் இடுவது பரிந்துரைக்கப்படுகிறது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 251,
    "question_si": "ගුණාත්මක පොල් පැළයක ලක්ෂණ මොනවාද?",
    "question_ta": "தரமான தென்னங்கன்றின் பண்புகள் யாவை?",
    "answer_si": "කඳ මහත් වී තිබීම, පත්‍ර 4-6 ක් පමණ තිබීම සහ පලිබෝධ හානි නොමැති වීම ගුණාත්මක පැළයක ලක්ෂණ වේ. පත්‍ර ඉක්මනින් විවෘත වීම (Early splitting) ද ශක්තිමත් පැළයක් හඳුනා ගැනීමට ඇති ලක්ෂණයකි.",
    "answer_ta": "தண்டு பருமனாக இருத்தல், 4-6 ஓலைகள் இருத்தல் மற்றும் பூச்சித் தாக்கங்கள் இல்லாமலிருத்தல் தரமான கன்றின் பண்புகளாகும். ஓலைகள் விரைவில் விரிவடைவதும் வீரியமான கன்றை அடையாளப்படுத்தும் ஒரு பண்பாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 252,
    "question_si": "පොල් වගාව යනු කුමක්ද?",
    "question_ta": "தென்னைச் செய்கை என்றால் என்ன?",
    "answer_si": "පොල් වගාව යනු දීර්ඝකාලීන ආර්ථික ප්‍රතිලාභ ලබා දෙන, ශ්‍රී ලංකාවේ ප්‍රධානතම කෘෂිකාර්මික අපනයන බෝගයකි.",
    "answer_ta": "தென்னைச் செய்கை என்பது நீண்ட காலப் பொருளாதாரப் பயன்களை வழங்கும், இலங்கையின் பிரதான விவசாய ஏற்றுமதிப் பயிராகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 253,
    "question_si": "පොල් ගස් ඉක්මනින් මැරෙන්නේ ඇයි?",
    "question_ta": "தென்னை மரங்கள் விரைவில் இறப்பது ஏன்?",
    "answer_si": "වේයන්ගේ හානිය, ගොබය කුණු වීමේ රෝගය හෝ තදබල නියඟය නිසා පොල් ගස් ඉක්මනින් මිය යා හැක. විශේෂයෙන් ලපටි පැළවල මුල් පද්ධතියට වේයන් හානි කිරීම නිසා හෝ අධික තෙතමනය පවතින විට දිලීර ආසාදනය වීමෙන් ගොබය කුණු වී ගස මිය යයි.",
    "answer_ta": "கரையான்களின் பாதிப்பு, குருத்தழுகல் நோய் அல்லது கடும் வறட்சி காரணமாகத் தென்னை மரங்கள் விரைவில் இறக்கக்கூடும். குறிப்பாக இளம் கன்றுகளின் வேர்ப்பகுதியைக் கரையான்கள் சேதப்படுத்துவதாலும், அதிக ஈரப்பதம் உள்ளபோது பூஞ்சைத் தொற்று ஏற்பட்டு குருத்து அழுகுவதாலும் மரங்கள் இறக்கின்றன.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 254,
    "question_si": "පොල් වගාව සාර්ථක කර ගැනීමට පිළිපැදිය යුතු දේ?",
    "question_ta": "தென்னைச் செய்கையை வெற்றிகரமாக முன்னெடுப்பதற்குப் பின்பற்ற வேண்டியவை?",
    "answer_si": "සහතික කළ පැළ තෝරා ගැනීම, නිසි පරතරය තැබීම, ක්‍රමානුකූලව පොහොර යෙදීම සහ තෙතමනය සංරක්ෂණය කිරීම. සාර්ථක වගාවකට සිටුවීමේ සිට පලිබෝධ පාලනය සහ පාංශු සංරක්ෂණය දක්වා වූ CRI (පොල් පර්යේෂණ ආයතනය) නිර්දේශ අනුගමනය කිරීම අත්‍යවශ්‍ය වේ.",
    "answer_ta": "சான்றிதழ் பெற்ற கன்றுகளைத் தெரிவு செய்தல், முறையான இடைவெளியைப் பேணுதல், சீரான உரமிடல் மற்றும் ஈரப்பத்தைப் பாதுகாத்தல். ஒரு வெற்றிகரமான செய்கைக்கு நடுதல் முதல் பூச்சி கட்டுப்பாடு மற்றும் மண் பாதுகாப்பு வரை தென்னை ஆராய்ச்சி நிறுவனத்தின் (CRI) பரிந்துரைகளைப் பின்பற்றுவது அவசியமாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 255,
    "question_si": "පොල් පැළ වලට වැඩිපුර වතුර දැමීමෙන් වෙන හානිය?",
    "question_ta": "தென்னங்கன்றுகளுக்கு அதிகப்படியாக நீரூற்றுவதால் ஏற்படும் பாதிப்பு?",
    "answer_si": "මුල් කුණුවීම සහ දිලීර රෝග ඇති වීම. අධික ජලය නිසා පසෙහි වාතාශ්‍රය අඩාල වී මුල් පද්ධතිය දුර්වල වන අතර, එය ගොබය කුණු වීමේ (Bud Rot) රෝගයට මග පාදයි.",
    "answer_ta": "வேர் அழுகுதல் மற்றும் பூஞ்சை நோய்கள் ஏற்படுதல். அதிகப்படியான நீரினால் மண்ணில் காற்றோட்டம் குறைந்து வேர்த் தொகுதி பலவீனமடையும், இது குருத்தழுகல் (Bud Rot) நோய் ஏற்பட வழிவகுக்கும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 256,
    "question_si": "ගෙවත්තේ පොල් සිටවන්නේ කොහොමද?",
    "question_ta": "வீட்டுத் தோட்டத்தில் தென்னை நடுவது எப்படி?",
    "answer_si": "පැය 6-8 ක හිරු එළිය ලැබෙන ස්ථානයක, අඩි 3 x 3 x 3 වලක් කපා කොම්පෝස්ට් සහ මතුපිට පස් මිශ්‍රණයකින් වල පුරවා පැළය සිටුවිය යුතුය.",
    "answer_ta": "6-8 மணித்தியால சூரிய ஒளி கிடைக்கும் இடத்தில், 3 x 3 x 3 அடி குழியை வெட்டி கொம்போஸ்ட் மற்றும் மேற்பரப்பு மண் கலவையால் குழியை நிரப்பிக் கன்றை நட வேண்டும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 257,
    "question_si": "පොල් පැළ සිටුවන ක්‍රම මොනවාද?",
    "question_ta": "தென்னங்கன்றுகளை நடும் முறைகள் எவை?",
    "answer_si": "සමචතුරස්‍රාකාර ක්‍රමය (Square system) සහ ත්‍රිකෝණාකාර ක්‍රමය (Triangular system).",
    "answer_ta": "சதுர முறை (Square system) மற்றும் முக்கோண முறை (Triangular system).",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 258,
    "question_si": "කුරුණෑගල පොල් අස්වැන්න අඩු වීමට හේතු?",
    "question_ta": "குறுணாகலில் தென்னை விளைச்சல் குறையக் காரணங்கள்?",
    "answer_si": "දීර්ඝකාලීන නියඟය, පොහොර නොයෙදීම, සහ රතු කුරුමිණියා හා සුදු මැස්සා වැනි පලිබෝධ හානි.",
    "answer_ta": "நீண்ட கால வறட்சி, உரமிடாமல் இருத்தல் மற்றும் சிவப்பு வண்டு, வெள்ளைப் பூச்சி போன்ற பூச்சிகளின் பாதிப்பு.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 259,
    "question_si": "පොල් ගහේ ඇති වෙනස්කම් මොනවද?",
    "question_ta": "தென்னை மரங்களில் உள்ள வேறுபாடுகள் என்ன?",
    "answer_si": "පොල් ගස් ප්‍රධාන වශයෙන් 'උස' (Tall), 'කුරු' (Dwarf) සහ 'දෙමුහුන්' (Hybrid) ලෙස ප්‍රභේද 3 කින් යුක්ත වේ. උස වර්ගවල ආයු කාලය වැඩි අතර කුරු වර්ග ඉක්මනින් පීදේ. දෙමුහුන් වර්ගවල මෙම දෙවර්ගයේම වාසි අඩංගු වේ.",
    "answer_ta": "மரங்கள் முக்கியமாக 'உயரமானவை' (Tall), 'குள்ளமானவை' (Dwarf) மற்றும் 'வீரியமானவை' (Hybrid) என மூன்று வகைகளாகப் பிரிக்கப்படுகின்றன. உயரமான வகைகள் அதிக காலம் வாழக்கூடியவை, குள்ளமானவை விரைவில் பலன் தரக்கூடியவை. வீரியமான வகைகள் இவ்விரண்டு வகைகளின் நன்மைகளையும் கொண்டவை.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 260,
    "question_si": "පොල් ගොවියා ‍රැකගන්නේ කෙසේද?",
    "question_ta": "தென்னை விவசாயியை எவ்வாறு பாதுகாப்பது?",
    "answer_si": "රජයේ සහනාධාර, තාක්ෂණික උපදෙස් සහ පලිබෝධ පාලනය සඳහා සහාය ලබා දීම මගිනි. පොල් වගා කිරීමේ මණ්ඩලය (CCB) මගින් පැළ සහ පොහොර සහනාධාර ලබා දීම සහ මෙවැනි ඩිජිටල් උපදේශන පද්ධති හරහා නිවැරදි ගොවීන් දැනුවත් කිරීම මෙයට අයත් වේ.",
    "answer_ta": "அரசாங்க மானியங்கள், தொழில்நுட்ப ஆலோசனைகள் மற்றும் பூச்சி மேலாண்மைக்கான உதவிகளை வழங்குவதன் மூலம் விவசாயிகளைப் பாதுகாக்கலாம். தென்னை அபிவிருத்திச் சபை (CCB) ஊடாகக் கன்றுகள் மற்றும் உர மானியங்களை வழங்குதல் மற்றும் இத்தகைய டிஜிட்டல் ஆலோசனை அமைப்புகள் (NLP Advisory systems) மூலம் சரியான தகவல்களை வழங்குதல் இதில் அடங்கும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 261,
    "question_si": "නරක් වූ පොල් හදුනාගන්නේ කොහොමද?",
    "question_ta": "கெட்டுப்போன தேங்காயை எவ்வாறு கண்டறிவது?",
    "answer_si": "පොල් ගෙඩිය සොලවන විට වතුර සද්දය ඇසෙන්නේ නැත්නම් හෝ ඇස් (Eyes) අසල පුස් (Mold) තිබේ නම් එය නරක් වූ ගෙඩියකි. ගුණාත්මක පොල් ගෙඩියක වතුර තිබිය යුතු අතර, ඇස් හරහා දිලීර ඇතුළු වීමෙන් මදය නරක් වී නරක ගන්ධයක් ඇති විය හැක.",
    "answer_ta": "தேங்காயைக் குலுக்கும்போது தண்ணீர் சத்தம் கேட்காவிட்டால் அல்லது தேங்காய்க் கண்ணுக்கு (Eyes) அருகில் பூஞ்சை (Mold) இருந்தால் அது கெட்டுப்போன தேங்காயாகும். தரமான தேங்காயில் தண்ணீர் இருக்க வேண்டும். தேங்காய்க் கண்ணின் ஊடாகப் பூஞ்சைகள் உள்ளே செல்வதால் தேங்காய்ப் பருப்பு கெட்டுப்போய் துர்நாற்றம் வீசக்கூடும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 262,
    "question_si": "පොල් වතුර වල ඇති වාසි ?",
    "question_ta": "இளநீரின் நன்மைகள் யாவை?",
    "answer_si": "ශරීරයේ විජලනය (Dehydration) වළක්වන අතර ශක්තිය ලබා දෙන ස්වාභාවික පානයකි. මෙහි පොටෑසියම් සහ මැග්නීසියම් වැනි ඛනිජ ලවණ බහුල බැවින් ශරීරයට ක්ෂණික ප්‍රබෝධයක් ලබා දෙයි.",
    "answer_ta": "இது உடலின் நீர்ச்சத்துக் குறைபாட்டைத் (Dehydration) தடுக்கும் மற்றும் உடனடி ஆற்றலை வழங்கும் ஒரு இயற்கை பானமாகும். இதில் பொட்டாசியம் மற்றும் மெக்னீசியம் போன்ற தாதுக்கள் அதிகமாக இருப்பதால் உடலுக்குப் புத்துணர்ச்சியைத் தருகிறது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 263,
    "question_si": "පොල් නිවැරදිව සිටවීම පොල් වතුර වලට බලපානවද?",
    "question_ta": "தென்னையைச் சரியாக நடுவது இளநீரைப் பாதிக்குமா?",
    "answer_si": "ඔව්, නිවැරදිව සිටවීමෙන් ගස නිරෝගී වන අතර එමගින් ගුණාත්මක වතුර සහිත ගෙඩි හටගනී. නිවැරදි ගැඹුරකින් සහ පරතරයකින් සිටවූ විට මුල් පද්ධතිය හොඳින් විහිදෙන අතර ගසට අවශ්‍ය ජලය සහ පෝෂණය හොඳින් ලැබීමෙන් ගෙඩිවල ජලයේ ප්‍රමාණය සහ රසය වැඩි වේ.",
    "answer_ta": "ஆம், சரியான முறையில் நடுவதன் மூலம் மரம் ஆரோக்கியமாக வளரும், அதன் மூலம் தரமான இளநீரைக் கொண்ட தேங்காய்கள் உருவாகும். சரியான ஆழம் மற்றும் இடைவெளியில் நடும்போது வேர்த் தொகுதி நன்கு பரவும். இதனால் மரத்திற்குத் தேவையான நீர் மற்றும் ஊட்டச்சத்துக்கள் சீராகக் கிடைத்து இளநீரின் அளவு மற்றும் சுவை அதிகரிக்கும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 264,
    "question_si": "පොල් කොළවලට ඇතිවනවන හානි?",
    "question_ta": "தென்னை ஓலைகளுக்கு ஏற்படும் பாதிப்புகள் யாவை?",
    "answer_si": "කළු කුරුමිණියා (Black Beetle) සහ සුදු මැස්සා (Whitefly) වැනි පලිබෝධකයන්ගෙන් පත්‍රවලට හානි සිදු වේ. කළු කුරුමිණියා කොළවල 'V' හැඩයේ කැපුම් ඇති කරන අතර සුදු මැස්සා කොළවල යුෂ උරා බීම සිදු කරයි.",
    "answer_ta": "கருப்பு வண்டு (Black Beetle) மற்றும் வெள்ளைப் பூச்சி (Whitefly) போன்ற பூச்சிகளால் ஓலைகளுக்கு அதிக பாதிப்புகள் ஏற்படுகின்றன. கருப்பு வண்டு ஓலைகளில் 'V' வடிவ வெட்டுக்களை ஏற்படுத்தும், வெள்ளைப் பூச்சிகள் ஓலைகளின் சாற்றை உறிஞ்சும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 265,
    "question_si": "පොල් කොළවල ඇතිවන රෝග මොනවද?",
    "question_ta": "தென்னை ஓலைகளில் ஏற்படும் நோய்கள் யாவை?",
    "answer_si": "කොළ අංගමාරය (Leaf Blight) සහ කොළ පුල්ලි (Leaf Spot) රෝග ප්‍රධාන වේ. මෙම රෝග දිලීර මගින් ඇති වන අතර පත්‍ර වියළී යාම නිසා අස්වැන්න අඩු විය හැක.",
    "answer_ta": "இலை கருகல் நோய் (Leaf Blight) மற்றும் இலைப்புள்ளி நோய் (Leaf Spot) போன்றவை முக்கிய நோய்களாகும். இவை பூஞ்சைகளால் ஏற்படும் நோய்களாகும். இதனால் ஓலைகள் காய்ந்து போவதால் விளைச்சல் குறையக்கூடும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 266,
    "question_si": "පොල්ගස් උස යන්නැත්තේ ඇයි?",
    "question_ta": "தென்னை மரங்கள் உயரமாக வளராமல் இருப்பது ஏன்?",
    "answer_si": "එය 'කුරු' (Dwarf) වර්ගයේ ප්‍රභේදයක් වීම හෝ පසෙහි පෝෂණ ඌනතාවයක් පැවතීම මෙයට හේතු විය හැක. පස යට තද පාෂාණ තට්ටුවක් (Hardpan) තිබීමෙන් මුල් පහළට විහිදීමට නොහැකි වීම ද වර්ධනය බාධා වීමට හේතුවකි.",
    "answer_ta": "அது ஒரு 'குள்ள' (Dwarf) ரகமாக இருப்பது அல்லது மண்ணில் ஊட்டச்சத்துக் குறைபாடு இருப்பது இதற்குக் காரணமாகலாம். மண்ணுக்கு அடியில் கடினமான பாறை அடுக்கு (Hardpan) இருப்பதன் காரணமாக வேர்கள் ஆழமாகச் செல்ல முடியாமல் போவதும் வளர்ச்சிக் குறைபாட்டிற்கு ஒரு காரணமாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 267,
    "question_si": "පොල් වගාවේ ප්‍රතිපල දැකගන්නේ කෙසේද?",
    "question_ta": "தென்னைச் செய்கையின் முடிவுகளை எவ்வாறு காண்பது?",
    "answer_si": "ගසෙහි වර්ධනය, කරට්ටියෙන් මල් මතු වීම සහ පීදුණු පසු හටගන්නා ගෙඩි ප්‍රමාණය මගින් ප්‍රතිඵල මැනිය හැක.  සාමාන්‍යයෙන් සිටුවා වසර 5-7 ක් පමණ වන විට ගස පීදීම ආරම්භ වන අතර නිසි නඩත්තුවක් සහිත වත්තක අඛණ්ඩව අස්වැන්න ලබාගත හැක.",
    "answer_ta": "மரத்தின் வளர்ச்சி, பாளை வெளிவருதல் மற்றும் காய்க்கும் தேங்காய்களின் எண்ணிக்கை ஆகியவற்றின் மூலம் செய்கையின் முடிவுகளை அறியலாம். பொதுவாக நட்டதிலிருந்து 5-7 ஆண்டுகளில் தென்னை மரம் பலன் தரத் தொடங்கும். முறையான பராமரிப்பு உள்ள தோட்டத்தில் தொடர்ச்சியான விளைச்சலைப் பெற முடியும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 268,
    "question_si": "පොල් මලෙන් ඇති ප්‍රයෝජන?",
    "question_ta": "தென்னம்பூவினால் தென்னை மடல் கிடைக்கும் பயன்கள் யாவை?",
    "answer_si": "පැණි, හකුරු, විනාකිරි නිෂ්පාදනයට සහ සංස්කෘතික උත්සව සඳහා භාවිතා වේ. පොල් මල තෙලිජ් ලබා ගැනීමට මැදීම හරහා ඉහළ ආර්ථික වටිනාකමක් සහිත නිෂ්පාදන රාශියක් ලබාගත හැක.",
    "answer_ta": "தேன், கருப்பட்டி, வினிகர் தயாரிப்பதற்கும் கலாச்சார நிகழ்வுகளுக்கும் பயன்படுத்தப்படுகிறது. தென்னம்பூவிலிருந்து பதநீர் எடுப்பதன் மூலம் அதிக பொருளாதார மதிப்புள்ள பல உற்பத்திப் பொருட்களைப் பெற்றுக்கொள்ள முடியும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 269,
    "question_si": "පොල් මලෙන් පොල් ගහට සිදුවන්නේ කුමක්ද?",
    "question_ta": "தென்னம்பூவினால் தென்னை மரத்திற்கு என்ன நடக்கும்?",
    "answer_si": "ගසෙහි ප්‍රජනන ක්‍රියාවලිය සිදු කර ගෙඩි හට ගැනීමට මග පාදයි. මලෙහි ඇති ස්ත්‍රී සහ පුරුෂ පුෂ්ප පරාගණය වීමෙන් අනාගත අස්වැන්න තීරණය වේ.",
    "answer_ta": "மரத்தின் இனப்பெருக்கச் செயற்பாட்டை மேற்கொண்டு தேங்காய் உருவாவதற்கு வழிவகுக்கும். பூவிலுள்ள ஆண் மற்றும் பெண் பூக்கள் மகரந்தச் சேர்க்கையடைவதன் மூலமே எதிர்கால விளைச்சல் தீர்மானிக்கப்படுகிறது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 270,
    "question_si": "රතු කුරුමිණියා මුල් අවදියේ හදුනාගන්නේ කෙසේද?",
    "question_ta": "சிவப்பு வண்டுத் தாக்கத்தை ஆரம்ப நிலையிலேயே கண்டறிவது எப்படி?",
    "answer_si": "කඳ ඇතුළතින් හපන ශබ්දය ඇසීම සහ සිදුරු වලින් දුඹුරු පැහැ දියරයක් වෑස්සීම මගිනි. ගසේ කරටිය මළානික වීම හෝ කඳෙහි කුඩා සිදුරු තිබීම රතු කුරුමිණි හානියේ මුල් ලක්ෂණ වේ.",
    "answer_ta": "தண்டிற்குள் மெல்லும் சத்தம் கேட்பது மற்றும் துளைகளிலிருந்து கபில நிறத் திரவம் வடிவது மூலம் கண்டறியலாம். மரத்தின் மகுடம் வாடுவது அல்லது தண்டில் சிறிய துளைகள் காணப்படுவது சிவப்பு வண்டுத் தாக்கத்தின் ஆரம்ப அறிகுறிகளாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 271,
    "question_si": "සුදු මැස්සා මුල් අවදියේ හදුනාගන්නේ කෙසේද?",
    "question_ta": "வெள்ளைப் பூச்சியை ஆரம்ப நிலையிலேயே கண்டறிவது எப்படி?",
    "answer_si": "පත්‍රවල යටි පැත්තේ සුදු පැහැති පුළුන් වැනි ඉටි තට්ටුවක් තැන්පත් වීම මගිනි. හානිය වැඩි වන විට කොළ මත කළු පැහැති පුස් (Sooty mold) හටගෙන ප්‍රභාසංස්ලේෂණය අඩාල වේ.",
    "answer_ta": "ஓலைகளின் அடிப்பகுதியில் வெள்ளை நிறப் பஞ்சு போன்ற மெழுகுப் படலம் படிந்திருப்பது மூலம் கண்டறியலாம். பாதிப்பு அதிகரிக்கும் போது ஓலைகளில் கறுப்பு நிறப் பூஞ்சை உருவாகி ஒளித்தொகுப்புச் செயற்பாட்டைப் பாதிக்கும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 272,
    "question_si": "පොල් ගෙඩිය සුදු වන්නේ ඇයි?",
    "question_ta": "தேங்காய் ஏன் வெள்ளை நிறமாக மாறுகிறது?",
    "answer_si": "සාමාන්‍යයෙන් සුදු මැස්සාගේ හානිය නිසා ගෙඩි මතුපිට සුදු පැහැති කුඩු තැන්පත් වීම මෙයට හේතුවයි. කලාතුරකින් ජානමය විකෘතිතා නිසාද ගෙඩිවල වර්ණය වෙනස් විය හැකි නමුත් බහුලවම හේතුව පලිබෝධ හානියයි.",
    "answer_ta": "பொதுவாக வெள்ளைப் பூச்சியின் தாக்கத்தினால் தேங்காயின் மேற்பரப்பில் வெள்ளை நிறத் தூள்கள் படிவது இதற்குக் காரணமாகும்.  அரிதாக மரபணு மாற்றங்களினாலும் நிறம் மாறக்கூடும், ஆனால் பெரும்பாலான சந்தர்ப்பங்களில் இது பூச்சித் தாக்கமே ஆகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 273,
    "question_si": "පැරණි පොල් ගස් වල ඇති වාසි?",
    "question_ta": "முதிர்ந்த (பழைய) தென்னை மரங்களினால் கிடைக்கும் நன்மைகள் யாவை?",
    "answer_si": "දැව අවශ්‍යතා සඳහා භාවිතා කළ හැකි වීම සහ වසර ගණනාවක් ස්ථාවර අස්වැන්නක් ලබා දී තිබීම. පැරණි ගස් ඉවත් කිරීමේදී ලැබෙන ශක්තිමත් කඳන් ගොඩනැගිලි ඉදිකිරීම් සඳහා වටිනා දැවමය සම්පතකි.",
    "answer_ta": "மரத் தேவைகளுக்காகப் பயன்படுத்த முடிவதுடன் நீண்ட காலம் நிலையான விளைச்சலை வழங்கியிருக்கும். பழைய மரங்களை அகற்றும்போது கிடைக்கும் வலிமையான தண்டுகள் கட்டிட நிர்மாணத் தேவைகளுக்குப் பெறுமதிமிக்க மரத் தளபாடங்களாகப் பயன்படும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 274,
    "question_si": "කළටි පොල් යනු මොනවාද?",
    "question_ta": "வழுக்கை (களட்டி) தேங்காய் என்பது என்ன?",
    "answer_si": "කුරුම්බා සහ වියළි පොල් අතර පවතින අතරමැදි අවධියේ පවතින පොල් ගෙඩි වේ. මෙම අවධියේදී මදය මෘදු ලෙස පවතින අතර අතුරුපස සහ ඇතැම් ආහාර සෑදීමට යොදා ගනී.",
    "answer_ta": "இது இளநீருக்கும் முற்றிய தேங்காய்க்கும் இடைப்பட்ட நிலையில் உள்ள தேங்காயாகும். இந்த நிலையில் தேங்காய்ப் பருப்பு மென்மையாக இருக்கும், இது இனிப்புப் பண்டங்கள் மற்றும் சில உணவுகளைத் தயாரிக்கப் பயன்படுகிறது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 275,
    "question_si": "පොල් වගාව ප්‍රචලිත ඇයි?",
    "question_ta": "தென்னைச் செய்கை ஏன் பிரபலமானது?",
    "answer_si": "ගසෙහි සෑම කොටසක්ම ප්‍රයෝජනයට ගත හැකි \"ජීවන වෘක්ෂයක්\" වන බැවිනි. දේශීය පරිභෝජනයට මෙන්ම අපනයනය මගින් ඉහළ විදේශ විනිමයක් ලබා දෙන බෝගයක් වීම මෙයට හේතුවයි.",
    "answer_ta": "மரத்தின் ஒவ்வொரு பகுதியையும் பயன்படுத்தக்கூடிய \"கற்பகதரு\" (வாழ்க்கை மரம்) என்பதால் ஆகும். உள்ளூர் நுகர்வுக்கும் ஏற்றுமதி மூலம் அதிக அந்நியச் செலாவணியைப் பெற்றுத் தரும் பயிராக இருப்பதும் இதற்குக் காரணமாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 276,
    "question_si": "නිතර නඩත්තු නොකිරීමෙන් සිදුවන දෑ?",
    "question_ta": "தொடர்ச்சியாகப் பராமரிக்காவிட்டால் என்ன நடக்கும்?",
    "answer_si": "අස්වැන්න ශීඝ්‍රයෙන් පහළ යාම සහ පලිබෝධ හානිවලට ගොදුරු වීම. පොහොර නොයෙදීම සහ වල් පාලනය නොකිරීම නිසා පස නිසරු වී ගස දුර්වල වේ.",
    "answer_ta": "விளைச்சல் வேகமாகக் குறைவடையும் மற்றும் பூச்சித் தாக்கங்களுக்கு இலகுவாக உள்ளாகும். உரமிடாதது மற்றும் களைகளைக் கட்டுப்படுத்தாதது காரணமாக மண் வளமிழந்து மரம் பலவீனமடையும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 277,
    "question_si": "පොල් පැල සිටවිය යුත්තේ ඇයි?",
    "question_ta": "தென்னங்கன்றுகளை ஏன் நட வேண்டும்?",
    "answer_si": "වයසට ගිය ගස් ප්‍රතිස්ථාපනය කිරීමට සහ අනාගතයේදී ස්ථාවර ආදායමක් සහතික කිරීමට. පැරණි වතු අලුත් කිරීම (Replanting) මගින් වත්තේ ඵලදායිතාව දිගුකාලීනව පවත්වා ගත හැක.",
    "answer_ta": "முதிர்ந்த மரங்களுக்குப் பதிலாகப் புதிய மரங்களை உருவாக்குவதற்கும் எதிர்கால வருமானத்தை உறுதிப்படுத்துவதற்கும் ஆகும்.\nபழைய தோப்புகளை மீள நடுகை செய்வதன் மூலம் தோட்டத்தின் உற்பத்தித் திறனை நீண்ட காலத்திற்குப் பேண முடியும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 278,
    "question_si": "පොල් කොළවල පාට වෙනස් වන්නේ ඇයි?",
    "question_ta": "தென்னை ஓலைகளின் நிறம் ஏன் மாறுகிறது?",
    "answer_si": "ප්‍රධාන වශයෙන් නයිට්‍රජන් හෝ මැග්නීසියම් වැනි පෝෂණ ඌනතා නිසා කොළ කහ පැහැ වේ. ජල හිඟය හෝ රෝගී තත්ත්වයන් නිසාද පත්‍රවල වර්ණය වෙනස් විය හැක.",
    "answer_ta": "பிரதானமாக நைதரசன் அல்லது மெக்னீசியம் போன்ற ஊட்டச்சத்துக் குறைபாடுகளால் ஓலைகள் மஞ்சள் நிறமாகும்.  நீர்ப்பற்றாக்குறை அல்லது நோய்த்தாக்கங்கள் காரணமாகவும் ஓலைகளின் நிறம் மாறக்கூடும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 279,
    "question_si": "පොල් වල ඇති විශේෂ දේ කුමක්ද?",
    "question_ta": "தென்னையில் உள்ள சிறப்பம்சம் என்ன?",
    "answer_si": "බහුකාර්ය භාවිතය සහ විවිධ දේශගුණික තත්ත්වයන්ට ඔරොත්තු දීමේ හැකියාව. ශ්‍රී ලංකාවේ ආහාර සංස්කෘතියේ සහ ආර්ථිකයේ අත්‍යවශ්‍යම සාධකය පොල් වගාවයි.",
    "answer_ta": "பன்முகப் பயன்பாடு மற்றும் பல்வேறு காலநிலைகளில் வளர்ந்து பலன் தரும் திறன். இலங்கையின் உணவு கலாச்சாரம் மற்றும் பொருளாதாரத்தில் தென்னைச் செய்கை ஒரு தவிர்க்க முடியாத காரணியாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 280,
    "question_si": "පොල් වගාවට කාලගුණය බලපානවද?",
    "question_ta": "தென்னைச் செய்கையில் காலநிலை செல்வாக்கு செலுத்துமா?",
    "answer_si": "ඔව්, වර්ෂාපතනය සහ උෂ්ණත්වය අස්වැන්න තීරණය කරන ප්‍රධාන සාධක වේ. දීර්ඝකාලීන නියඟය නිසා මල් හැලීම සහ ගෙඩි කුඩා වීම සිදු වේ.",
    "answer_ta": "ஆம், மழைவீழ்ச்சி மற்றும் வெப்பநிலை விளைச்சலைத் தீர்மானிக்கும் முக்கிய காரணிகளாகும். நீண்ட கால வறட்சி காரணமாகப் பூக்கள் உதிர்வதும் காய்கள் சிறுப்பதும் நிகழும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 281,
    "question_si": "වැසි නැති කාලයේ වෙන අවාසි?",
    "question_ta": "மழை இல்லாத காலங்களில் ஏற்படும் பாதிப்புகள் யாவை?",
    "answer_si": "ගෙඩි හැලීම, අස්වැන්න අඩු වීම සහ ගස් මැලවී යාම. පසෙහි තෙතමනය නොමැති විට ගසට අවශ්‍ය පෝෂණය උරා ගැනීමට නොහැකි වීමෙන් වර්ධනය අඩාල වේ.",
    "answer_ta": "காய்கள் உதிர்தல், விளைச்சல் குறைதல் மற்றும் மரங்கள் வாடிப் போதல். மண்ணில் ஈரப்பதம் இல்லாதபோது மரத்திற்குத் தேவையான சத்துக்களை உறிஞ்ச முடியாமல் போவதால் வளர்ச்சி பாதிக்கப்படும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 282,
    "question_si": "පොල් වලට ලුණු දාන්නේ ඇයි?",
    "question_ta": "தென்னைக்கு ஏன் உப்பு இடுகிறார்கள்?",
    "answer_si": "පොටෑසියම් අවශ්‍යතාවය සපුරාලීමට සහ වියළි කාලයට ඔරොත්තු දීමේ හැකියාව වැඩි කිරීමටය.",
    "answer_ta": "பொட்டாசியம் தேவையைப் பூர்த்தி செய்யவும் வறட்சியைத் தாங்கும் திறனை அதிகரிக்கவும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 283,
    "question_si": "පොහොර දැම්මට පස්සේ වහන්න ඕනේ ඇයි?",
    "question_ta": "உரமிட்ட பிறகு ஏன் மூட வேண்டும்?",
    "answer_si": "පොහොර වාෂ්ප වීම සහ වර්ෂා ජලයට සෝදා යාම වැළැක්වීමටය.",
    "answer_ta": "உரம் ஆவியாவதைத் தடுக்கவும் மழைநீரில் அடித்துச் செல்லப்படுவதைத் தவிர்க்கவும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 284,
    "question_si": "කුරුණෑගල පස පොල් වලට ගැලපෙනවද?",
    "question_ta": "குறுணாகல் மண் தென்னைக்கு பொருத்தமானதா?",
    "answer_si": "ඔව්, කුරුණෑගල බහුල රතු-දුඹුරු ලැටසොලික් පස පොල් වගාවට ඉතා හිතකරය.",
    "answer_ta": "ஆம், குறுணாகலில் உள்ள செங்கபில லැටසොලික් மண் தென்னைக்கு மிகவும் ஏற்றது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 285,
    "question_si": "පොල් පැළයක් සිටුවන්න සුදුසුම වයස කීයද?",
    "question_ta": "தென்னங்கன்றை நடுவதற்கு மிகவும் பொருத்தமான வயது என்ன?",
    "answer_si": "සාමාන්‍යයෙන් මාස 9-12 ක් පමණ වූ පැළ සිටුවීමට වඩාත් සුදුසුය.",
    "answer_ta": "பொதுவாக 9-12 மாத வயதுடைய கன்றுகள் நடுவதற்குச் சிறந்தவை.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 286,
    "question_si": "පොල් වලක් පිරවීමේදී ග්ලිරිසීඩියා දාන්නේ ඇයි?",
    "question_ta": "தென்னை குழியை நிரப்பும்போது ஏன் கிளைரிசிடியா இடுகிறார்கள்?",
    "answer_si": "පසට නයිට්‍රජන් එකතු කිරීමට සහ පාංශු තෙතමනය රැක ගැනීමටයි.",
    "answer_ta": "மண்ணுக்கு நைதரசன் சத்தை வழங்கவும் ஈரப்பத்தைப் பாதுகாக்கவும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 287,
    "question_si": "පැළේ කඳ මහත් වීම වර්ධනයට වැදගත්ද?",
    "question_ta": "கன்றின் தடி தடிமனாவது வளர்ச்சிக்கு முக்கியமானதா?",
    "answer_si": "ඔව්, එය නිරෝගී පැළයක සහ ශක්තිමත් මුල් පද්ධතියක ලක්ෂණයකි.",
    "answer_ta": "ஆம், இது ஆரோக்கியமான கன்று மற்றும் வலுவான வேர்த் தொகுதியின் அடையாளமாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 288,
    "question_si": "තවානකදී පැළ තෝරන නිවැරදි විදිහ මොකක්ද?",
    "question_ta": "நாற்றுமேடையில் கன்றுகளைத் தெரிவு செய்யும் சரியான முறை எது?",
    "answer_si": "පත්‍ර ඉක්මනින් විවෘත වූ (Early splitting) සහ ශක්තිමත් කඳක් සහිත පැළ තේරීමයි.",
    "answer_ta": "ஓலைகள் சீக்கிரம் விரிவடைந்த மற்றும் தடிமனான தடியைக் கொண்ட கன்றுகளைத் தெரிவு செய்தல்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 289,
    "question_si": "පරණ ගස් අස්වැන්න අඩු නම් මොකද කරන්නේ?",
    "question_ta": "பழைய மரங்களின் விளைச்சல் குறைந்தால் என்ன செய்வது?",
    "answer_si": "පැරණි ගස් අතර නව පැළ සිටුවීම (Under-planting) මගින් වගාව අලුත් කළ යුතුය.",
    "answer_ta": "பழைய மரங்களுக்கிடையில் புதிய மரங்களை குறைவாக நடுவதன் மூலம் தோட்டத்தைப் புதுப்பிக்க வேண்டும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 290,
    "question_si": "එක තැනක පැළ කිහිපයක් හිටවන්න පුළුවන්ද?",
    "question_ta": "ஒரே இடத்தில் பல கன்றுகளை நட முடியுமா?",
    "answer_si": "නැත, ගස් අතර නිසි පරතරය (අඩි 26 x 26) පවත්වා ගත යුතුය.",
    "answer_ta": "இல்லை, மரங்களுக்கு இடையே சரியான இடைவெளி (26 x 26 அடி) பராமரிக்கப்பட வேண்டும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 291,
    "question_si": "පැළ සිටුවා මුල් කාලයේ වතුර දැමීම අත්‍යවශ්‍යද?",
    "question_ta": "கன்றுகளை நட்ட ஆரம்ப காலத்தில் நீரூற்றுவது அவசியமா?",
    "answer_si": "ඔව්, පැළය සාර්ථකව මුල් ඇදීමට මුල් කාලයේදී ජලය සැපයීම අත්‍යවශ්‍ය වේ.",
    "answer_ta": "ஆம், செடி வெற்றிகரமாக வேர் எடுக்க ஆரம்ப கட்டங்களில் நீர்ப்பாசனம் அவசியம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 292,
    "question_si": "කුරුණෑගල දිස්ත්‍රික්කයට ගැලපෙන හොඳම පොල් වර්ගය මොකක්ද?",
    "question_ta": "குறுணாகல் மாவட்டத்திற்குப் பொருத்தமான சிறந்த தென்னை வகை எது?",
    "answer_si": "අතරමැදි කලාපයට ගැලපෙන 'සී.ආර්.අයි.සී. 60' හෝ සාමාන්‍ය උස ප්‍රභේද වඩාත් සුදුසුය.",
    "answer_ta": "C.R.I.C. 60' அல்லது நடுத்தர உயர வகைகள் இடைநிலை மண்டலத்திற்கு மிகவும் பொருத்தமானவை.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 293,
    "question_si": "පොල් කොළවලින් ලබාගන්න පුළුවන් ප්‍රයෝජන මොනවාද?",
    "question_ta": "தென்னை ஓலைகளிலிருந்து பெற்றுக்கொள்ளக்கூடிய பயன்கள் யாவை?",
    "answer_si": "වහලවල් සෙවිලි කිරීමට, හට්ටි ගැසීමට සහ කාබනික පොහොරක් ලෙස භාවිතා කළ හැක.",
    "answer_ta": "இது கூரைகளை ஓலையால் நனைக்கவும், ஓலைகளை நனைக்கவும், கரிம உரமாகவும் பயன்படுத்தப்படலாம்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 294,
    "question_si": "පොල් ගහක මුල් පද්ධතිය විහිදෙන්නේ කොහොමද?",
    "question_ta": "தென்னை மரத்தின் வேர்த் தொகுதி எவ்வாறு பரவுகிறது?",
    "answer_si": "ගස වටා අඩි 6-8 ක් පමණ දුරට සහ මීටර් 1.5 ක් පමණ ගැඹුරට විහිදේ.",
    "answer_ta": "இது மரத்தைச் சுற்றி சுமார் 6-8 அடி மற்றும் சுமார் 1.5 மீட்டர் ஆழம் வரை பரவுகிறது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 295,
    "question_si": "පොල් මල් මැදීමෙන් අස්වැන්න අඩු වෙනවාද?",
    "question_ta": "தென்னம்பூ சீவுவதால் விளைச்சல் குறையுமா?",
    "answer_si": "ඔව්, තෙලිජ් ලබා ගැනීමට මල් මැදීම නිසා ගෙඩි හට ගැනීම සිදු නොවේ.",
    "answer_ta": "ஆம், மகரந்தத்தைப் பெற பூக்களைத் துலக்குவதால் பழங்கள் உருவாகாது.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 296,
    "question_si": "කුරුණෑගල පොල් වගාව සඳහා උපදෙස් දෙන්නේ කවුද?",
    "question_ta": "குறுணாகல் தென்னைச் செய்கைக்கான ஆலோசனைகளை வழங்குவது யார்?",
    "answer_si": "ප්‍රාදේශීය පොල් සංවර්ධන නිලධාරියා (CDO) සහ පොල් පර්යේෂණ ආයතනය (CRI). 1928 - hotline",
    "answer_ta": "பிராந்திய தேங்காய் மேம்பாட்டு அலுவலர் (CDO) மற்றும் தேங்காய் ஆராய்ச்சி நிறுவனம் (CRI).",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 297,
    "question_si": "පොල් පැළ ලබාගත හැකි ස්ථාන?",
    "question_ta": "தென்னை நாற்றுகள் எங்கே கிடைக்கும்?",
    "answer_si": "ඔබට ආසන්න තවානකින් පැළ ලබා ගැනීම පිළිබඳව දැනුවත් වීම සඳහා අමතන්න\n011 2861011 - පොල් වගා කිරීමේ මණ්ඩලය (www.coconut.gov.lk)\n031 2262006 - පොල් පර්යේෂණ ආයතනය\n1928 - hotline\nwww.cri.gov.lk - වෙත පිවිසෙන්න",
    "answer_ta": "உங்களுக்கு அருகிலுள்ள நாற்றுமேடைகளிலிருந்து கன்றுகளைப் பெற்றுக்கொள்வது பற்றி அறிந்து கொள்ள தொடர்பு கொள்ளவும்:\n011 2861011 - தென்னை அபிவிருத்திச் சபை (www.coconut.gov.lk).\n031 2262006 - தென்னை ஆராய்ச்சி நிறுவனம்.\n1928 - அவசர அழைப்பு இலக்கம் (Hotline).\nமேலதிக விபரங்களுக்கு www.cri.gov.lk இணையதளத்திற்குச் செல்லவும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 298,
    "question_si": "පොල් වගාකිරීමේ මණ්ඩලය තියෙන්නේ කොහෙද?",
    "question_ta": "தேங்காய் சாகுபடி வாரியம் எங்கே அமைந்துள்ளது?",
    "answer_si": "- පොල් වගාකිරීමේ මණ්ඩලය 9/428, ඩෙන්සිල් කොබ්බෑකඩුව මාවත බත්තරමුල්ල 0112861331 / 0112861011\n- පොල් සංවර්ධන පුහුණු මධ්‍යස්ථානය බණ්ඩිරිප්පුව වත්ත, ලුණුවිල 0312255350 / 2255048 E mail - ccbcdtc@gmail.com",
    "answer_ta": "தென்னை அபிவிருத்திச் சபை (Coconut Cultivation Board):\nஇல. 9/428, டென்சில் கொப்பேகடுவ மாவத்தை, பத்தரமுல்லை.\nதொலைபேசி: 0112861331 / 0112861011.\n\nதென்னை அபிவிருத்திப் பயிற்சி நிலையம் (Coconut Development Training Center):\nபண்டிரிப்புவ வத்தை, லூனுவிலை.\nதொலைபேசி: 0312255350 / 2255048.\nமின்னஞ்சல்: ccbcdtc@gmail.com.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 299,
    "question_si": "හදිසි ඇමතුම්",
    "question_ta": "nan",
    "answer_si": "011 2861011 - පොල් වගා කිරීමේ මණ්ඩලය (www.coconut.gov.lk)\n031 2262006 - පොල් පර්යේෂණ ආයතනය\n1928 - hotline\nwww.cri.gov.lk - වෙත පිවිසෙන්න",
    "answer_ta": "011 2861011 - தென்னை அபிவிருத்திச் சபை (www.coconut.gov.lk).\n031 2262006 - தென்னை ஆராய்ச்சி நிறுவனம்.\n1928 - அவசர அழைப்பு இலக்கம் (Hotline).\nமேலதிக விபரங்களுக்கு www.cri.gov.lk இணையதளத்திற்குச் செல்லவும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  },
  {
    "id": 300,
    "question_si": "පොල් වගාව පිළිබද වැඩි විස්තර",
    "question_ta": "தேங்காய் சாகுபடி பற்றிய கூடுதல் தகவல்கள்",
    "answer_si": "කොකෝස් නුසිෆෙරා (Cocos nucifera) යන විද්‍යාත්මක නාමයෙන් හඳුන්වනු ලබන පොල් ගස නිවර්තන හා අර්ධ නිවර්තන කලාපවල බහුලව දැකිය හැකි ශාකයකි. ආසියානු සහ පැසිෆික් දූපත් ආශ්‍රිතව ආරම්භය සනිටුහන් කරන මෙම ශාකය මේ වන විට රටවල් 92 ක පමණ වගාවක් ලෙස ව්‍යාප්තව ඇත. එම රටවල් අතරින්, ශ්‍රී ලංකාව ලෝකයේ හතරවන විශාලතම පොල් නිෂ්පාදකයා වේ. වසර 3000 කට අධික ඉතිහාසයක් ශ්‍රී ලංකාව තුළ සනිටුහන් කරන පොල් ශාකයෙහි ප්‍රභේද 23 ක් මේ වන විට රට තුළ හඳුනාගෙන ඇත. ඉන් තැඹිලි යනු ශ්‍රී ලංකාවටම ආවේණික ප්‍රභේදයකි. අඩු උෂ්ණත්වයක් ඇති නුවරඑළිය දිස්ත්‍රික්කයේ ඉහළ කොටස හැර සෙසු ප්‍රදේශ තුළ අක්කර ලක්ෂ 11 ක භූමි ප්‍රමාණයක් පුරා සාර්ථකව ව්‍යාප්තව ඇති මෙම වගාව, වගා කර ඇති භූමි ප්‍රමාණය අනුව, දෙවැනි වන්නේ වී වගාවට පමණි. මෙම භූමි ප්‍රමාණය තුළ මිලියන 60 ක් පමණ පොල් ගස් ප්‍රමාණයක් පවතින අතර ඉන් වාර්ෂිකව ගෙඩි මිලියන 2800 ක පමණ පොල් අස්වැන්නක් ලැබේ. \n\nකෙසේ නමුත්, පසුගිය දශක කිහිපය තුළ ශ්‍රී ලංකාවේ වාර්ෂික පොල් අස්වැන්න සැලකිය යුතු ප්‍රමාණයකින් ඉහළ යාමක් දක්නට නොලැබුණි. වර්තමානයේදී, එක් ගසකින් වසරකදී නිපදවන අස්වැන්න ගෙඩි 48 - 50 අතර වෙනස් වේ. අපනයන කර්මාන්තය සඳහා යෙදවිය හැකි ගෙඩි ප්‍රමාණය මිලියන 1000 කට පමණ සීමාකාරී වේ. එබැවින්, පොල් වගාවෙහි ඵලදායිතාව ඉහළ නැංවීම තුළින් එක් ගසක වාර්ෂික අස්වැන්න අවම වශයෙන් ගෙඩි 80 දක්වාත් ඉහළ නැංවීමේ අවශ්‍යතාවයක් මතුව ඇත. මේ අනුව වසර 2023 අවසානයේදී අමතර ගෙඩි මිලියන 1000 ක් අපනයන කර්මාන්තයට දායක කිරීමේ ඉලක්කගත සැලසුම් සකස් කළ යුතුව ඇත. ඒ සඳහා, ගෙවතු වගාකරුවන්ගේ සිට මහා පරිමාණ පොල් වගාකරුවන් ඇතුළු පොල් ක්ෂේත්‍රයට සම්බන්ධ සියලුම පුරවැසියන්ට අප්‍රතිහත කැපවීමකින් යුත් සමාජ වගකීමක් පැවරී ඇත. ඒ තුළින්, දැනට ශ්‍රී ලංකාවේ තුන්වන අපනයන වැවිලි බෝගය වශයෙන් පවතින පොල්, පළමු අපනයන බෝගය බවට පත්කිරීම අපගේ අරමුණයි.",
    "answer_ta": "கோகோஸ் நியூசிபெரா (Cocos nucifera) என்ற விஞ்ஞானப் பெயரால் அழைக்கப்படும் தென்னை மரம், வெப்பமண்டல மற்றும் அரை வெப்பமண்டல வலயங்களில் பரவலாகக் காணக்கூடிய ஒரு தாவரமாகும். ஆசிய மற்றும் பசிபிக் தீவுகளைத் தாயகமாகக் கொண்ட இத்தாவரம் தற்போது சுமார் 92 நாடுகளில் ஒரு பயிர்ச்செய்கையாக விரிவடைந்துள்ளது. அந்த நாடுகளில் இலங்கை உலகிலேயே நான்காவது பெரிய தென்னை உற்பத்தியாளராகத் திகழ்கிறது. இலங்கையில் 3000 ஆண்டுகளுக்கும் மேலான வரலாற்றைக் கொண்ட தென்னை தாவரத்தில் தற்போது நாட்டில் 23 வகைகள் அடையாளம் காணப்பட்டுள்ளன. அவற்றில் தம்பிலி (செவ்விளநீர்) இலங்கைக்கு மட்டுமே உரித்தான ஒரு விசேட வகையாகும். குறைந்த வெப்பநிலையைக் கொண்ட நுவரெலியா மாவட்டத்தின் உயரமான பகுதிகள் தவிர்ந்த ஏனைய பகுதிகளில் 11 இலட்சம் ஏக்கர் நிலப்பரப்பில் வெற்றிகரமாக விரிவடைந்துள்ள இப்பயிர்ச்செய்கை, பயிரிடப்பட்டுள்ள நிலப்பரப்பின் அடிப்படையில் நெற்செய்கைக்கு அடுத்தபடியாக இரண்டாவது இடத்தில் உள்ளது. இந்த நிலப்பரப்பில் சுமார் 60 மில்லியன் தென்னை மரங்கள் காணப்படுவதுடன், அவற்றிலிருந்து ஆண்டுதோறும் சுமார் 2800 மில்லியன் தேங்காய் விளைச்சல் கிடைக்கிறது.\n\nஇருப்பினும், கடந்த சில தசாப்தங்களாக இலங்கையின் வருடாந்த தென்னை விளைச்சலில் குறிப்பிடத்தக்க அதிகரிப்பு எதுவும் காணப்படவில்லை. தற்போது, ஒரு மரத்திலிருந்து ஆண்டுக்குக் கிடைக்கும் விளைச்சல் 48 - 50 தேங்காய்களுக்கு இடையில் மாறுபடுகிறது. ஏற்றுமதித் தொழிலுக்குப் பயன்படுத்தக்கூடிய தேங்காய்களின் அளவு சுமார் 1000 மில்லியனாகக் கட்டுப்படுத்தப்பட்டுள்ளது. எனவே, தென்னைச் செய்கையின் உற்பத்தித்திறனை அதிகரிப்பதன் மூலம் ஒரு மரத்தின் வருடாந்த விளைச்சலை குறைந்தது 80 தேங்காய்கள் வரை உயர்த்துவதற்கான தேவை ஏற்பட்டுள்ளது. இதன்படி, 2023 ஆம் ஆண்டின் இறுதிக்குள் மேலதிகமாக 1000 மில்லியன் தேங்காய்களை ஏற்றுமதித் தொழிலுக்குப் பங்களிக்கச் செய்வதற்கான இலக்குத் திட்டங்கள் தயாரிக்கப்பட வேண்டும். அதற்காக, வீட்டுத் தோட்ட விவசாயிகள் முதல் பாரிய அளவிலான தென்னை விவசாயிகள் வரை தென்னைத் துறையுடன் தொடர்புடைய அனைத்துப் பிரஜைகளுக்கும் தளராத அர்ப்பணிப்புடன் கூடிய சமூகப் பொறுப்பு ஒப்படைக்கப்பட்டுள்ளது. அதன் மூலம், தற்போது இலங்கையின் மூன்றாவது ஏற்றுமதிப் பெருந்தோட்டப் பயிராக இருக்கும் தென்னையை முதலாம் இடத்திற்குத் தரமுயர்த்துவதே எமது நோக்கமாகும்.",
    "category": "Yield & General Knowledge",
    "keywords": "Yield , General knowledge, Farming practices"
  }
]